{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nMasaüstü Uygulaması"]},"Theme":{"*":[":\n\nTema: \n\nYou are a translation expert with a focus on programming languages and technical documentation. Lütfen aşağıdaki metni en-US'ten tr'ye çevirin ve tüm teknik terimlerin ve programlama yapılarının doğru bir şekilde çevrildiğinden emin olun:"]},"Configuration":{"*":["file\n\nYapılandırma dosyası"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Bu masaüstünü daha önce kullandınız, özelleştirmelerinizi geri yüklemek mi istersiniz yoksa orijinal yapılandırmayı mı kullanmak istersiniz?"]},"Original":{"*":["text:\n\n\"JavaScript is a popular programming language commonly used for creating interactive and dynamic web pages. It is a client-side language, meaning it runs on the user's computer rather than on the server. JavaScript is often used in conjunction with HTML and CSS to add functionality and interactivity to web pages.\"\n\nTurkish translation:\n\n\"JavaScript, etkileşimli ve dinamik web sayfaları oluşturmak için yaygın olarak kullanılan bir programlama dilidir. Kullanıcı tarafında çalışan bir dil olduğu için sunucuda değil, kullanıcının bilgisayarında çalışır. JavaScript genellikle HTML ve CSS ile birlikte kullanılarak web sayfalarına işlevsellik ve etkileşim eklemek için kullanılır.\""]},"Restore":{"*":["the database\n\nVeritabanını geri yükle"]},"Applying":{"*":["Filters\n\nUygulama Filtreleri\n\nFiltreler, bir programlama dilinde belirli bir kriteri karşılayan verileri seçmek için kullanılan araçlardır. Bu kriterler, veri türü, değer veya belirli bir özellik olabilir. Filtreler, genellikle bir dizi veri üzerinde uygulanır ve sonuç olarak yalnızca belirtilen kriterleri karşılayan verileri içeren bir alt küme oluşturulur.\n\nFiltreler, programlama dillerinde sıklıkla kullanılan bir yapıdır ve veri manipülasyonu ve sorgulama işlemlerinde büyük bir rol oynarlar. Örneğin, bir veri tabanından belirli bir türdeki kayıtları seçmek için filtreler kullanılabilir veya bir liste üzerinde belirli bir özelliğe sahip öğeleri filtrelemek için kullanılabilir.\n\nFiltreler, programlama dillerindeki veri işleme sürecinde önemli bir adımdır ve doğru bir şekilde kullanılmaları, veri analizi ve sorgulama işlemlerinde doğru sonuçların elde edilmesini sağlar. Bu nedenle, filtrelerin doğru bir şekilde uygulanması ve anlaşılması, bir programcı için önemli bir beceridir.\n\nFiltreler, bir programlama dilinde belirli bir kriteri karşılayan verileri seçmek için kullanılan araçlardır. Bu kriterler, veri türü, değer veya belirli bir özellik olabilir. Filtreler, genellikle bir dizi veri üzerinde uygulanır ve sonuç olarak yalnızca belirtilen kriterleri karşılayan verileri içeren bir alt küme oluşturulur.\n\nFiltreler, programlama dillerinde sıklıkla kullanılan bir yapıdır ve veri manipülasyonu ve sorgulama işlemlerinde büyük bir rol oynarlar. Örneğin, bir veri tabanından belirli bir türdeki kayıtları seçmek için filtreler kullanılabilir veya bir liste üzerinde belirli bir özelliğe sahip öğeleri filtrelemek için kullanılabilir.\n\nFiltreler, programlama dillerindeki veri işleme sürecinde önemli bir adımdır ve doğru bir şekilde kullanılmaları, veri analizi ve sorgulama işlemlerinde doğru sonuçların elde edilmesini sağlar. Bu nedenle, filtrelerin doğru bir şekilde uygulanması ve anlaşılması, bir programcı için önemli bir beceridir."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Ayarlar değiştirildi. Bunları sistem genelinde uygulamak için çıkış yapın ve tekrar giriş yapın."]},"OK":{"*":["uyucu, bu bir dize değil. Bu bir dizi.\n\nReader, this is not a string. This is an array."]}}}}