{"it":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Aggiustamenti dopo l'aggiornamento"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["È stata applicata un'importante aggiornamento, rendendo vari settaggi del desktop incompatibili. Procedere con l'applicazione dei nuovi settaggi."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Se si dispone di conoscenze avanzate del sistema e si preferisce apportare manualmente le modifiche, non procedere."]},"Continue\n            ":{"*":["Continua"]},"Select a new theme configuration:":{"*":["Seleziona una nuova configurazione del tema:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Scegli una configurazione desktop. Questo rimuoverà anche le personalizzazioni apportate in Plasma per applicare una nuova configurazione compatibile:"]},"Completed.":{"*":["Completato."]},"Reboot now!\n                    ":{"*":["Riavvia ora!"]},"Configuration":{"*":["Configurazione"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Hai utilizzato questo desktop in precedenza, desideri ripristinare la tua personalizzazione o utilizzare la configurazione originale?"]},"Original":{"*":["Originale"]},"Restore":{"*":["Ripristina"]},"Confirm Theme Change":{"*":["Conferma Cambio Tema"]},"Do you want to apply the selected theme again?":{"*":["Vuoi applicare nuovamente il tema selezionato?"]},"Yes":{"*":["Sì"]},"No":{"*":["No"]},"Confirm Desktop Change":{"*":["Conferma Cambio Desktop"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vuoi riapplicare una configurazione pulita di quella scrivania?"]},"Applying":{"*":["Applicazione"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Le impostazioni sono state modificate. Per applicarle in tutto il sistema, disconnettersi e riconnettersi."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configurazione completata"]},"Your theme and desktop have been configured successfully.":{"*":["Il tema e il desktop sono stati configurati con successo."]},"Desktop":{"*":["Desktop"]},"Theme":{"*":["Tema"]}}}}