{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Ajustes posteriores a la actualización"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Se ha aplicado una actualización importante, lo que hace que varias configuraciones de escritorio sean incompatibles. Procede a aplicar las nuevas configuraciones."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Si tiene conocimientos avanzados del sistema y prefiere realizar los ajustes manualmente, no proceda."]},"Continue\n            ":{"*":["Continuar"]},"Select a new theme configuration:":{"*":["Seleccionar una nueva configuración de tema:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Elija una configuración de escritorio. Esto también eliminará las personalizaciones realizadas en Plasma para aplicar una nueva configuración compatible:"]},"Completed.":{"*":["Completado."]},"Reboot now!\n                    ":{"*":["Reiniciar ahora."]},"Configuration":{"*":["Configuración"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["¿Has utilizado este escritorio antes, quieres restaurar tu personalización o usar la configuración original?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restaurar"]},"Confirm Theme Change":{"*":["Confirmar Cambio de Tema"]},"Do you want to apply the selected theme again?":{"*":["¿Desea aplicar el tema seleccionado de nuevo?"]},"Yes":{"*":["Sí"]},"No":{"*":["No"]},"Confirm Desktop Change":{"*":["Confirmar Cambio de Escritorio"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["¿Desea volver a aplicar una configuración limpia de ese escritorio?"]},"Applying":{"*":["Aplicando"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["La configuración ha sido cambiada. Para aplicarla en todo el sistema, cierra sesión e inicia de nuevo."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configuración Completa"]},"Your theme and desktop have been configured successfully.":{"*":["Su tema y escritorio se han configurado correctamente."]},"Desktop":{"*":["Escritorio"]},"Theme":{"*":["Tema"]}}}}