{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\n\nAplicación de escritorio"]},"Theme":{"*":[": \"Introduction to Programming\"\n\nTema: \"Introducción a la Programación\"\n\nLa programación es el proceso de crear instrucciones para que una computadora realice una tarea específica. Se basa en un conjunto de reglas y lenguajes que permiten a los programadores comunicarse con las computadoras y crear programas y aplicaciones.\n\nExisten muchos lenguajes de programación diferentes, cada uno con sus propias reglas y usos. Algunos de los lenguajes más comunes son Java, Python, C++, y JavaScript. Cada lenguaje tiene sus propias fortalezas y debilidades, y es importante elegir el adecuado para el proyecto en cuestión.\n\nLa programación es una habilidad esencial en la era digital actual, ya que permite a las personas crear tecnología y solucionar problemas de manera eficiente. Además, aprender a programar puede ser una experiencia gratificante y desafiante, ya que requiere de pensamiento lógico y creatividad.\n\nEn este curso de introducción a la programación, aprenderás los conceptos básicos de la programación y cómo aplicarlos en la práctica. Aprenderás sobre variables, estructuras de control, funciones y otros elementos fundamentales de la programación. También tendrás la oportunidad de practicar y aplicar lo que aprendas a través de ejercicios y proyectos prácticos.\n\n¡Comienza tu viaje en el mundo de la programación y descubre todo lo que puedes crear con tus habilidades!"]},"Configuration":{"*":["Management\n\nGestión de configuración"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Has utilizado este escritorio antes, ¿quieres restaurar tu personalización o utilizar la configuración original?"]},"Original":{"*":["text:\n\n\"You can use the 'for' loop to iterate through a list of items in a specific order. The loop will continue until it reaches the end of the list, and each time it loops, it will assign the current item to a variable for you to use in your code.\"\n\nTranslation:\n\n\"Puedes utilizar el bucle 'for' para iterar a través de una lista de elementos en un orden específico. El bucle continuará hasta que alcance el final de la lista, y cada vez que se repita, asignará el elemento actual a una variable para que puedas utilizarlo en tu código.\""]},"Restore":{"*":["the default settings\n\nRestaurar la configuración predeterminada"]},"Applying":{"*":["Filters\n\nAplicando Filtros\n\nFilters are a powerful tool in programming languages that allow you to selectively manipulate data or objects based on certain criteria. They are commonly used in data processing, user interfaces, and many other applications.\n\nLos filtros son una herramienta poderosa en lenguajes de programación que te permiten manipular selectivamente datos u objetos basados en ciertos criterios. Son comúnmente utilizados en procesamiento de datos, interfaces de usuario y muchas otras aplicaciones."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Los ajustes han sido modificados. Para aplicarlos en todo el sistema, cierre sesión y vuelva a iniciar sesión."]},"OK":{"*":[", sure.\n\nDe acuerdo, seguro."]}}}}