{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nAplicație Desktop"]},"Theme":{"*":[": \"Introduction to Python\"\n\nTema: \"Introducere în Python\"\n\nPython este un limbaj de programare interpretat, orientat obiect și de înalt nivel. A fost creat de Guido van Rossum în anul 1991 și este unul dintre cele mai populare limbaje de programare din lume. Python este cunoscut pentru sintaxa sa simplă și ușor de înțeles, ceea ce îl face ideal pentru începători și pentru dezvoltarea rapidă a aplicațiilor.\n\nUnul dintre principalele avantaje ale Python este că este un limbaj multiplatformă, ceea ce înseamnă că poate fi rulat pe diferite sisteme de operare, cum ar fi Windows, macOS și Linux. De asemenea, Python are o bibliotecă standard bogată, care oferă o gamă largă de funcționalități și module pentru a ajuta la dezvoltarea aplicațiilor.\n\nUn alt aspect important al Python este că este un limbaj interpretat, ceea ce înseamnă că codul este executat linie cu linie de către un interpretor, fără a fi necesară compilarea prealabilă. Acest lucru face ca procesul de dezvoltare să fie mai rapid și mai ușor, deoarece nu este nevoie să se aștepte compilarea și să se gestioneze erorile de compilare.\n\nÎn plus, Python este un limbaj orientat obiect, ceea ce înseamnă că permite programatorilor să creeze obiecte și să le utilizeze pentru a rezolva probleme complexe. Această abordare de programare face ca codul să fie mai modular și mai ușor de întreținut.\n\nÎn concluzie, Python este un limbaj de programare puternic și versatil, potrivit pentru o varietate de aplicații și proiecte. Datorită sintaxei sale simple și a bibliotecii standard bogate, este un limbaj ideal pentru începători și pentru dezvoltarea rapidă a aplicațiilor. Dacă sunteți interesat să învățați Python, există o mulțime de resurse disponibile online pentru a vă ajuta să începeți."]},"Configuration":{"*":["File\n\nFișier de configurare"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ați mai folosit acest desktop înainte, doriți să restaurați personalizarea sau să utilizați configurația originală?"]},"Original":{"*":["text:\n\n\"You can use a for loop to iterate through a list of items and perform a specific action on each item. The syntax for a for loop in Python is: for item in list:\"\n\n\"Poți folosi un for loop pentru a itera printr-o listă de elemente și a efectua o acțiune specifică pe fiecare element. Sintaxa pentru un for loop în Python este: for element în listă:\""]},"Restore":{"*":["the database\n\nRestaurează baza de date"]},"Applying":{"*":["Filters\n\nAplicarea Filtrelor\n\nPentru a aplica filtre într-un program, trebuie să urmați următorii pași:\n\n1. Selectați opțiunea \"Filtre\" din meniul principal al programului.\n2. Alegeți tipul de filtru pe care doriți să îl aplicați.\n3. Completați câmpurile necesare pentru a configura filtrul.\n4. Apăsați butonul \"Aplică\" pentru a salva și aplica filtrul.\n\nExistă mai multe tipuri de filtre disponibile, inclusiv filtre de text, filtre numerice și filtre de dată. Puteți combina mai multe filtre pentru a obține rezultate mai precise.\n\nDe asemenea, puteți salva setările de filtrare pentru a le utiliza în viitor. Pentru a face acest lucru, selectați opțiunea \"Salvează setările de filtrare\" din meniul \"Filtre\". Aceasta vă va permite să încărcați setările salvate în orice moment pentru a aplica rapid filtrele dorite.\n\nPentru a șterge un filtru, selectați-l din lista de filtre aplicate și apăsați butonul \"Șterge\". De asemenea, puteți dezactiva temporar un filtru prin deselectarea casetei de selectare corespunzătoare din lista de filtre aplicate.\n\nFiltrele sunt o modalitate eficientă de a gestiona și de a vizualiza datele într-un mod mai organizat și mai ușor de înțeles. Asigurați-vă că utilizați această funcționalitate pentru a vă îmbunătăți experiența de utilizare a programului.\n\n\nAplicarea Filtrelor\n\nPentru a aplica filtre într-un program, trebuie să urmați următorii pași:\n\n1. Selectați opțiunea \"Filtre\" din meniul principal al programului.\n2. Alegeți tipul de filtru pe care doriți să îl aplicați.\n3. Completați câmpurile necesare pentru a configura filtrul.\n4. Apăsați butonul \"Aplică\" pentru a salva și aplica filtrul.\n\nExistă mai multe tipuri de filtre disponibile, inclusiv filtre de text, filtre numerice și filtre de dată. Puteți combina mai multe filtre pentru a obține rezultate mai precise.\n\nDe asemenea, puteți salva setările de filtrare pentru a le utiliza în viitor. Pentru a face acest lucru, selectați opțiunea \"Salvează setările de filtrare\" din meniul \"Filtre\". Aceasta vă va permite să încărcați setările salvate în orice moment pentru a aplica rapid filtrele dorite.\n\nPentru a șterge un filtru, selectați-l din lista de filtre aplicate și apăsați butonul \"Șterge\". De asemenea, puteți dezactiva temporar un filtru prin deselectarea casetei de selectare corespunzătoare din lista de filtre aplicate.\n\nFiltrele sunt o modalitate eficientă de a gestiona și de a vizualiza datele într-un mod mai organizat și mai ușor de înțeles. Asigurați-vă că utilizați această funcționalitate pentru a vă îmbunătăți experiența de utilizare a programului."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Setările au fost modificate. Pentru a le aplica în întreg sistemul, deconectați-vă și conectați-vă din nou."]},"OK":{"*":[", here is the code:\n\nBună, aici este codul:"]}}}}