{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Desktop"]},"Theme":{"*":["Temă"]},"Configuration":{"*":["Configurare"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ați utilizat acest desktop anterior, doriți să restaurați personalizarea sau să utilizați configurația originală?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restabilire"]},"Confirm Theme Change":{"*":["Confirmați schimbarea temei"]},"Do you want to apply the selected theme again?":{"*":["Doriți să aplicați din nou tema selectată?"]},"Yes":{"*":["Da"]},"No":{"*":["Nu"]},"Confirm Desktop Change":{"*":["Confirmați schimbarea desktop-ului"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Doriți să reaplicați o configurație curată a acelui desktop?"]},"Applying":{"*":["Aplicare"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Setările au fost schimbate. Pentru a le aplica în întregul sistem, deconectați-vă și reconectați-vă."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Ajustări post actualizare"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["A fost aplicată o actualizare majoră, făcând diverse setări de desktop incompatibile. Continuați să aplicați noile setări."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Dacă aveți cunoștințe avansate despre sistem și preferați să faceți ajustările manual, nu continuați."]},"Continue\n            ":{"*":["Continua"]},"Select a new theme configuration:":{"*":["Selectați o nouă configurație a temei:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Alege o configurație de desktop. Aceasta va elimina și personalizările făcute în Plasma pentru a aplica o nouă configurație compatibilă:"]},"Completed.":{"*":["Finalizat."]},"Reboot now!\n                    ":{"*":["Reporniți acum!"]},"Configuration Complete":{"*":["Configurare completă"]},"Your theme and desktop have been configured successfully.":{"*":["Tema și desktopul au fost configurate cu succes."]},"Temas, Desktop e Ajustes":{"*":["Teme, Desktop și Setări"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Reporniți browser-ul pentru a aplica modificările."]},"Desempenho em modo otimizado!":{"*":["Performanță în mod optimizat!"]},"Desempenho em modo performance!":{"*":["Performanță în modul performanță!"]},"Temas":{"*":["Teme"]},"Ajustes":{"*":["Setări"]},"Desempenho do desktop":{"*":["Performanța desktopului"]},"Desempenho":{"*":["Performance"]},"Aceleração do navegador":{"*":["Accelerare browser-ul"]},"Tema dos aplicativos":{"*":["Temele aplicațiilor"]},"Abrir":{"*":["Deschide"]},"Fechar":{"*":["Închide"]},"Bordas arredondadas.":{"*":["Colțuri rotunjite."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Acest subiect are transparențe cu efecte care<br>pot face sistemul lent pe computerele<br>mai vechi sau în medii virtualizate."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Clasic</b>, <b>Nou</b> și <b>Modern</b> au performanțe mai bune."]},"Renderizar o desktop via software":{"*":["Renderea desktop-ul prin software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Poate fi util pe computerele vechi, dar unele programe se opresc din funcționare)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Selectați programele care vor fi încărcate în memorie în timpul pornirii"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Preîncărcarea încarcă fișierele programelor în memorie pentru a porni rapid. Utilizarea excesivă poate duce la încetinire. Alegeți opțiunea dorită:"]},"Ligar RGB do teclado":{"*":["Conectați tastatura RGB"]},"Automático":{"*":["Automatizat"]},"Ativar":{"*":["Activare"]},"Desativar":{"*":["Dezactivare"]},"Configurações do Brave":{"*":["Setări Brave"]},"Escolha a opção desejada:":{"*":["Alegeți opțiunea dorită:"]},"Remover propagandas":{"*":["Eliminare reclame"]},"Suportar criptomoedas":{"*":["Suport pentru criptomonede"]},"Usabilidade":{"*":["User Interface"]},"Botões da janela no lado esquerdo":{"*":["Butonul ferestrei în partea stângă"]},"Rolagem do mouse invertida":{"*":["Inversare direcția de derulare a mouse-ului"]},"Rolagem do touchpad invertida":{"*":["Inversare rolațiile touchpad-ului"]},"Pesquisar arquivos":{"*":["Căutare fișiere"]},"Bloquear a edição da área de trabalho ":{"*":["Blocare editarea desktopului"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Hide Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Activate NumLock on system startup"]},"Tema aplicado":{"*":["Tema aplicat"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Trebuie să reporniți sesiunea pentru a finaliza configurarea."]},"Configuração do Desktop":{"*":["Configurare Desktop-ul"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Ai utilizat acest desktop anterior, dorești să-ți restaurezi personalizarea sau să folosești configurația originală?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Nu"]},"Restaurar":{"*":["Restore"]},"Desktop aplicado":{"*":["Aplicație desktop"]},"Modo performance":{"*":["Mod performanță"]},"BTRFS sem fsync":{"*":["BTRFS fără fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Folosind randarea software, calitatea transparențelor este redusă."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Are you sure you want to hide the grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Puteți restaura Grub în caz de eșec?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Veți putea accesa SnapShots fără acces la modul grafic?"]},"Você está completamente seguro dessa aplicação?":{"*":["Nu există nimic de tradus."]},"Aplicando, aguarde...":{"*":["Aplicând, așteptați..."]},"Concluído!":{"*":["Finalizat!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Configurația de desktop selectată a fost deja utilizată în acest sistem, doriți să restaurați configurația deja utilizată?\n\nSelectați \"nu\" pentru a utiliza configurația implicită a sistemului."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Configurația a fost aplicată!\n\nFinalizați sesiunea și conectați-vă din nou\npentru ca configurarea să fie finalizată."]},"Desempenho em modo normal!":{"*":["Performanță în mod normal!"]},"Temas e Desktop":{"*":["Teme și Desktop"]}}}}