{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nDesktopová aplikácia"]},"Theme":{"*":[":\n\nTéma:"]},"Configuration":{"*":["File\n\nKonfiguračný súbor\n\nA configuration file is a text file used to store settings and parameters for a computer program. It is typically created and edited by the user or system administrator, and is read by the program at startup to determine how it should operate.\n\nKonfiguračný súbor je textový súbor používaný na ukladanie nastavení a parametrov pre počítačový program. Zvyčajne ho vytvára a upravuje používateľ alebo systémový administrátor a program ho pri spustení číta, aby určil, ako by mal fungovať."]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Používali ste už tento pracovný stôl, chcete obnoviť svoje prispôsobenie alebo použiť pôvodnú konfiguráciu?"]},"Original":{"*":["text:\n\n\"Arrays are a fundamental data structure in programming. They are used to store a collection of elements of the same data type in a sequential manner. Arrays can be accessed and manipulated using their index, which represents the position of each element in the array. In most programming languages, arrays are zero-indexed, meaning that the first element has an index of 0.\"\n\nPreklad:\n\n\"Pole sú základnou dátovou štruktúrou v programovaní. Používajú sa na ukladanie kolekcie prvkov rovnakého dátového typu v postupnom poradí. Polia je možné pristupovať a manipulovať pomocou ich indexu, ktorý reprezentuje pozíciu každého prvku v poli. V väčšine programovacích jazykov sú polia indexované od nuly, čo znamená, že prvý prvok má index 0.\""]},"Restore":{"*":["the default settings\n\nObnoviť predvolené nastavenia"]},"Applying":{"*":["Filters\n\nPoužívanie filtrov\n\nFiltre sú nástroje, ktoré umožňujú programátorom vyberať a spracovávať určité dáta alebo informácie z veľkého množstva údajov. V programovaní sa používajú rôzne typy filtrov, ako napríklad logické, číselné alebo reťazcové filtre. Tieto filtre môžu byť aplikované na rôzne typy dát, ako napríklad na polia, zoznamy alebo databázy.\n\nPoužívanie filtrov je dôležitou súčasťou programovania, pretože umožňuje programátorom efektívne pracovať s veľkým množstvom dát a vyberať len tie, ktoré sú potrebné pre danú úlohu. Filtre môžu byť tiež kombinované a aplikované v rôznych kombináciách, čo umožňuje ešte presnejšie vyberanie dát.\n\nPri používaní filtrov je dôležité mať na pamäti, že správne nastavenie a aplikácia filtrov môže mať výrazný vplyv na výkon a efektivitu programu. Preto je dôležité porozumieť rôznym typom filtrov a ich správnemu použitiu v konkrétnych situáciách.\n\nV prípade potreby môžete použiť aj vlastné filtre, ktoré sú vytvorené špeciálne pre vaše potreby. Tieto vlastné filtre môžu byť vytvorené pomocou programovacích jazykov alebo nástrojov, ktoré umožňujú vytváranie filtrov. V každom prípade je dôležité mať na pamäti, že správne použitie filtrov môže výrazne zlepšiť výkon a efektivitu vášho programu.\n\nPoužívanie filtrov je dôležitou zručnosťou pre každého programátora a je nevyhnutné pre efektívne a presné spracovanie dát v programovaní. Preto je dôležité mať dostatočné znalosti a skúsenosti s používaním filtrov a ich aplikáciou v rôznych situáciách. \n\nPoužívanie filtrov\n\nFiltre sú nástroje, ktoré umožňujú programátorom vyberať a spracovávať určité dáta alebo informácie z veľkého množstva údajov. V programovaní sa používajú rôzne typy filtrov, ako napríklad logické, číselné alebo reťazcové filtre. Tieto filtre môžu byť aplikované na rôzne typy dát, ako napríklad na polia, zoznamy alebo databázy.\n\nPoužívanie filtrov je dôležitou súčasťou programovania, pretože umožňuje programátorom efektívne pracovať s veľkým množstvom dát a vyberať len tie, ktoré sú potrebné pre danú úlohu. Filtre môžu byť tiež kombinované a aplikované v rôznych kombináciách, čo umožňuje ešte presnejšie vyberanie dát.\n\nPri používaní filtrov je dôležité mať na pamäti, že správne nastavenie a aplikácia filtrov môže mať výrazný vplyv na výkon a efektivitu programu. Preto je dôležité porozumieť rôznym typom filtrov a ich správnemu použitiu v konkrétnych situáciách.\n\nV prípade potreby môžete použiť aj vlastné filtre, ktoré sú vytvorené špeciálne pre vaše potreby. Tieto vlastné filtre môžu byť vytvorené pomocou programovacích jazykov alebo nástrojov, ktoré umožňujú vytváranie filtrov. V každom prípade je dôležité mať na pamäti, že správne použitie filtrov môže výrazne zlepšiť výkon a efektivitu vášho programu.\n\nPoužívanie filtrov je dôležitou zručnosťou pre každého programátora a je nevyhnutné pre efektívne a presné spracovanie dát v programovaní. Preto je dôležité mať dostatočné znalosti a skúsenosti s používaním filtrov a ich aplikáciou v rôznych situáciách."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Nastavenia boli zmenené. Pre ich aplikáciu v celom systéme sa odhláste a znovu sa prihláste."]},"OK":{"*":[", here's the code:\n\nDobrý deň, tu je kód:"]}}}}