{"hu":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Frissítés utáni beállítások"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Egy jelentős frissítés történt, amely miatt különböző asztali beállítások nem kompatibilisek. Folytassa az új beállítások alkalmazását."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Ha haladó ismerete van a rendszernek, és inkább kézzel szeretné elvégezni a beállításokat, ne folytassa."]},"Continue\n            ":{"*":["Folytatás"]},"Select a new theme configuration:":{"*":["Válasszon új téma konfigurációt:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Válasszon asztali konfigurációt. Ez eltávolítja a Plasmában végzett egyedi testreszabásokat, hogy alkalmazni lehessen egy új kompatibilis konfigurációt:"]},"Completed.":{"*":["Befejezve."]},"Reboot now!\n                    ":{"*":["Újraindítás most!"]},"Configuration":{"*":["Konfiguráció"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ezt az asztali gépet már használtad korábban, szeretnéd visszaállítani a testreszabásodat, vagy az eredeti konfigurációt használni?"]},"Original":{"*":["Eredeti"]},"Restore":{"*":["Visszaállítás"]},"Confirm Theme Change":{"*":["Téma változtatásának megerősítése"]},"Do you want to apply the selected theme again?":{"*":["Szeretné alkalmazni újra a kiválasztott témát?"]},"Yes":{"*":["Igen"]},"No":{"*":["Nem"]},"Confirm Desktop Change":{"*":["Asztali Változtatás Megerősítése"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Szeretné újra alkalmazni a tiszta konfigurációt az asztali gépen?"]},"Applying":{"*":["Alkalmazás"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["A beállítások megváltoztak. Az egész rendszer alkalmazásához jelentkezzen ki, majd jelentkezzen be újra."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfiguráció befejezve"]},"Your theme and desktop have been configured successfully.":{"*":["A téma és az asztal sikeresen be lett állítva."]},"Desktop":{"*":["Asztali"]},"Theme":{"*":["Téma"]}}}}