{"hu":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Asztali"]},"Theme":{"*":["Téma"]},"Configuration":{"*":["Konfiguráció"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ezt az asztali gépet már használtad korábban, szeretnéd visszaállítani a testreszabásodat, vagy az eredeti konfigurációt használni?"]},"Original":{"*":["Eredeti"]},"Restore":{"*":["Visszaállítás"]},"Confirm Theme Change":{"*":["Téma változtatásának megerősítése"]},"Do you want to apply the selected theme again?":{"*":["Szeretné alkalmazni újra a kiválasztott témát?"]},"Yes":{"*":["Igen"]},"No":{"*":["Nem"]},"Confirm Desktop Change":{"*":["Asztali Változtatás Megerősítése"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Szeretné újra alkalmazni a tiszta konfigurációt az asztali gépen?"]},"Applying":{"*":["Alkalmazás"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["A beállítások megváltoztak. Az egész rendszer alkalmazásához jelentkezzen ki, majd jelentkezzen be újra."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Frissítés utáni beállítások"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Egy jelentős frissítés történt, amely miatt különböző asztali beállítások nem kompatibilisek. Folytassa az új beállítások alkalmazását."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Ha haladó ismerete van a rendszernek, és inkább kézzel szeretné elvégezni a beállításokat, ne folytassa."]},"Continue\n            ":{"*":["Folytatás"]},"Select a new theme configuration:":{"*":["Válasszon új téma konfigurációt:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Válasszon asztali konfigurációt. Ez eltávolítja a Plasmában végzett egyedi testreszabásokat, hogy alkalmazni lehessen egy új kompatibilis konfigurációt:"]},"Completed.":{"*":["Befejezve."]},"Reboot now!\n                    ":{"*":["Újraindítás most!"]},"Configuration Complete":{"*":["Konfiguráció befejezve"]},"Your theme and desktop have been configured successfully.":{"*":["A téma és az asztal sikeresen be lett állítva."]},"Temas, Desktop e Ajustes":{"*":["Témák, Asztal és Beállítások"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Ha frissítéseket alkalmazott, indítsa újra a böngészőt a változtatások érvényesítéséhez."]},"Desempenho em modo otimizado!":{"*":["Teljesítmény optimalizált módban!"]},"Desempenho em modo performance!":{"*":["Teljesítmény mód!"]},"Temas":{"*":["Téma"]},"Ajustes":{"*":["Beállítások"]},"Desempenho do desktop":{"*":["Asztali teljesítmény"]},"Desempenho":{"*":["Teljesítmény"]},"Aceleração do navegador":{"*":["Böngésző gyorsítása"]},"Tema dos aplicativos":{"*":["Alkalmazások témája"]},"Abrir":{"*":["Megnyitás"]},"Fechar":{"*":["Bezárás"]},"Bordas arredondadas.":{"*":["Kerekített szélek."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Ez a téma átlátszósággal és hatásokkal rendelkezik, amelyek lassíthatják a rendszert régebbi számítógépeken vagy virtualizált környezetekben."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klasszikus</b>, <b>Új</b> és <b>Modern</b> jobb teljesítményt nyújtanak."]},"Renderizar o desktop via software":{"*":["Asztali felület szoftveresen történő megjelenítése"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["Lehet hasznos régebbi számítógépeken, de néhány program működése leállhat."]},"Escolher programas a serem carregados na memória durante boot":{"*":["Indításkor betöltendő programok kiválasztása a memóriába"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Előtöltés: gyors indítás érdekében programfájlok betöltése a memóriába. Túlzott használata lassulást okozhat. Válassza ki a kívánt lehetőséget:"]},"Ligar RGB do teclado":{"*":["RGB bekapcsolása a billentyűzeten"]},"Automático":{"*":["Automatikus"]},"Ativar":{"*":["Aktiválás"]},"Desativar":{"*":["Inaktíválás"]},"Configurações do Brave":{"*":["Brave beállításai"]},"Escolha a opção desejada:":{"*":["Válassza ki a kívánt lehetőséget:"]},"Remover propagandas":{"*":["Hirdetések eltávolítása"]},"Suportar criptomoedas":{"*":["Kriptovaluták támogatása"]},"Usabilidade":{"*":["Felhasználhatóság"]},"Botões da janela no lado esquerdo":{"*":["Ablak gombok bal oldalon"]},"Rolagem do mouse invertida":{"*":["Egér görgetés fordítva"]},"Rolagem do touchpad invertida":{"*":["Érintőpad görgetése fordítva"]},"Pesquisar arquivos":{"*":["Fájlok keresése"]},"Bloquear a edição da área de trabalho ":{"*":["Asztali terület szerkesztésének letiltása"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Boot Manager elrejtése (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Alkalmazott téma"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["A konfiguráció befejezéséhez újra kell indítani a munkamenetet."]},"Configuração do Desktop":{"*":["Asztali konfiguráció"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Nem használta ezt az asztali gépet korábban, szeretné visszaállítani a személyre szabást, vagy az eredeti beállításokat használni?"]},"Sim":{"*":["Nem találtam fordítandó szót."]},"Não":{"*":["Nem"]},"Restaurar":{"*":["Visszaállítás"]},"Desktop aplicado":{"*":["Asztali alkalmazás"]},"Modo performance":{"*":["Teljesítmény mód"]},"BTRFS sem fsync":{"*":["BTRFS sem fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["A szoftveres renderelés használatakor a átlátszóság minősége csökkentett."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Figyelem! Elveszítheti a SnapShot-hozzáférést. Biztosan el akarja rejteni a grubot?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Nem tudom visszaállítani a Grubot hiba esetén."]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Nem tudja elérni a SnapShots-ot grafikus módban kívül?"]},"Você está completamente seguro dessa aplicação?":{"*":[""]},"Aplicando, aguarde...":{"*":["Alkalmazás, kérjük várjon..."]},"Concluído!":{"*":["Befejezve!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["A kiválasztott asztali konfiguráció már használatban van ezen a rendszeren,\nszeretné visszaállítani a már használt konfigurációt?\n\nVálassza a Nem lehetőséget a rendszer alapértelmezett konfigurációjának használatához."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["A beállítások alkalmazva!\n\nZárja be a munkamenetet, majd jelentkezzen be újra\nahhoz, hogy a beállítások érvénybe lépjenek."]},"Desempenho em modo normal!":{"*":["Teljesítmény normál módban!"]},"Temas e Desktop":{"*":["Asztali háttér és témák"]}}}}