{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nDesktop Applicatie"]},"Theme":{"*":[":\n\nThema:\n\n\nAs a translation expert, I specialize in programming languages and technical documentation. Please translate the following text from en-US to nl, making sure to accurately translate all technical terms and programming constructs:\n\nTheme: Onderwerp:"]},"Configuration":{"*":["file\n\nConfiguratiebestand"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Je hebt deze desktop eerder gebruikt, wil je je aanpassingen herstellen of de originele configuratie gebruiken?"]},"Original":{"*":["text:\n\n\"You can use a for loop to iterate through a list of items and perform a specific action on each item. The syntax for a for loop in Python is: for item in list:\"\n\n\"Je kunt een for-lus gebruiken om door een lijst met items te itereren en een specifieke actie uit te voeren op elk item. De syntaxis voor een for-lus in Python is: for item in lijst:\""]},"Restore":{"*":["the database\n\nHerstel de database"]},"Applying":{"*":["Filters\n\nTo apply filters to your data, you can use the filter() function. This function takes in two arguments: the first argument is the data you want to filter, and the second argument is a function that specifies the filtering criteria. The function should return a boolean value, with true indicating that the data should be included in the filtered result and false indicating that it should be excluded.\n\nToepassen van filters\n\nOm filters toe te passen op uw gegevens, kunt u de filter() functie gebruiken. Deze functie neemt twee argumenten in: het eerste argument is de data die u wilt filteren, en het tweede argument is een functie die de filtercriteria specificeert. De functie moet een boolean waarde retourneren, waarbij true aangeeft dat de data moet worden opgenomen in het gefilterde resultaat en false aangeeft dat het moet worden uitgesloten."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["De instellingen zijn gewijzigd. Om ze toe te passen in het hele systeem, log uit en log opnieuw in."]},"OK":{"*":[", here is the text:\n\n\"Hello, welcome to our programming tutorial. In this tutorial, we will be learning about variables, data types, and control structures in the Python programming language. By the end of this tutorial, you will have a solid understanding of these fundamental concepts and be ready to start writing your own Python programs.\"\n\nHallo, welkom bij onze programmeertutorial. In deze tutorial zullen we leren over variabelen, gegevenstypen en controlestructuren in de programmeertaal Python. Tegen het einde van deze tutorial zul je een solide begrip hebben van deze fundamentele concepten en klaar zijn om je eigen Python-programma's te schrijven."]}}}}