{"nl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Bureaublad"]},"Theme":{"*":["Thema"]},"Configuration":{"*":["Configuratie"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["U heeft deze desktop eerder gebruikt, wilt u uw aanpassingen herstellen of de oorspronkelijke configuratie gebruiken?"]},"Original":{"*":["Origineel"]},"Restore":{"*":["Herstellen"]},"Confirm Theme Change":{"*":["Bevestig themawijziging"]},"Do you want to apply the selected theme again?":{"*":["Wil je het geselecteerde thema opnieuw toepassen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nee"]},"Confirm Desktop Change":{"*":["Bevestig bureaubladwijziging"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Wil je een schone configuratie van dat bureaublad opnieuw toepassen?"]},"Applying":{"*":["Toepassen"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["De instellingen zijn gewijzigd. Om ze in het hele systeem toe te passen, log uit en log opnieuw in."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Aanpassingen na update"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Een belangrijke update is toegepast, waardoor verschillende desktopinstellingen niet compatibel zijn. Ga verder met het toepassen van nieuwe instellingen."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Als u geavanceerde kennis heeft van het systeem en de aanpassingen liever handmatig wilt doen, ga dan niet verder."]},"Continue\n            ":{"*":["Doorgaan"]},"Select a new theme configuration:":{"*":["Selecteer een nieuwe themaconfiguratie:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Kies een bureaubladconfiguratie. Dit zal ook aanpassingen verwijderen die in Plasma zijn gemaakt om een nieuwe compatibele configuratie toe te passen:"]},"Completed.":{"*":["Voltooid."]},"Reboot now!\n                    ":{"*":["Nu opnieuw opstarten!"]},"Configuration Complete":{"*":["Configuratie voltooid"]},"Your theme and desktop have been configured successfully.":{"*":["Uw thema en bureaublad zijn succesvol geconfigureerd."]},"Temas, Desktop e Ajustes":{"*":["Thema's, Bureaublad en Instellingen"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Als u een browser gebruikt, start deze dan opnieuw op om de wijzigingen toe te passen."]},"Desempenho em modo otimizado!":{"*":["Prestaties in geoptimaliseerde modus!"]},"Desempenho em modo performance!":{"*":["Prestaties in de prestatie modus!"]},"Temas":{"*":["Onderwerpen"]},"Ajustes":{"*":["Instellingen"]},"Desempenho do desktop":{"*":["Desktopprestaties"]},"Desempenho":{"*":["Prestaties"]},"Aceleração do navegador":{"*":["Browser acceleratie"]},"Tema dos aplicativos":{"*":["App-thema's"]},"Abrir":{"*":["Open"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rounded corners."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Dit thema bevat transparanties met effecten die het systeem langzamer kunnen maken op oude computers of in gevirtualiseerde omgevingen."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klassiek</b>, <b>Nieuw</b> en <b>Modern</b> presteren beter."]},"Renderizar o desktop via software":{"*":["Render desktop via software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Kan handig zijn op oudere computers, maar sommige programma's stoppen met werken)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Kies programma's om te laden in het geheugen tijdens het opstarten"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["O Preload laadt programmabestanden in het geheugen, zodat ze snel kunnen starten. Overmatig gebruik veroorzaakt vertraging. Kies de gewenste optie:"]},"Ligar RGB do teclado":{"*":["Verbind RGB van toetsenbord"]},"Automático":{"*":["Automatisch"]},"Ativar":{"*":["Activer"]},"Desativar":{"*":["Uitschakelen"]},"Configurações do Brave":{"*":["Brave-instellingen"]},"Escolha a opção desejada:":{"*":["Kies de gewenste optie:"]},"Remover propagandas":{"*":["Verwijder advertenties"]},"Suportar criptomoedas":{"*":["Ondersteuning voor cryptocurrency"]},"Usabilidade":{"*":["Gebruiksvriendelijkheid"]},"Botões da janela no lado esquerdo":{"*":["Window buttons on the left side"]},"Rolagem do mouse invertida":{"*":["Scrollrichting omkeren"]},"Rolagem do touchpad invertida":{"*":["Scrollrichting touchpad omkeren"]},"Pesquisar arquivos":{"*":["Bestanden zoeken"]},"Bloquear a edição da área de trabalho ":{"*":["Vergrendel het bureaubladbewerking."]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Verberg Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Thema toegepast"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Het is nodig om de sessie opnieuw op te starten om de configuratie te voltooien."]},"Configuração do Desktop":{"*":["Bureaubladconfiguratie"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Heb je deze desktop al eerder gebruikt, wil je je aanpassingen herstellen of de originele configuratie gebruiken?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Niet"]},"Restaurar":{"*":["Herstellen"]},"Desktop aplicado":{"*":["Bureaubladtoepassing"]},"Modo performance":{"*":["Prestatiemodus"]},"BTRFS sem fsync":{"*":["BTRFS sem fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Met behulp van software-rendering is de kwaliteit van de transparanties verminderd."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Waarschuwing: u verliest toegang tot SnapShots als u Grub verbergt. Weet u zeker dat u Grub wilt verbergen?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Nee."]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Weet u hoe u SnapShots kunt openen zonder toegang tot de grafische modus?"]},"Você está completamente seguro dessa aplicação?":{"*":["Are you completely sure about this application?"]},"Aplicando, aguarde...":{"*":["Toepassen, even geduld..."]},"Concluído!":{"*":["Voltooid!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["De geselecteerde desktopconfiguratie is al eerder gebruikt in dit systeem,\nwilt u de eerder gebruikte configuratie herstellen?\n\nSelecteer nee om de standaard systeemconfiguratie te gebruiken."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Instelling toegepast!\n\nSluit de sessie af en log opnieuw in\nzodat de instellingen volledig worden\ntoegepast."]},"Desempenho em modo normal!":{"*":["Prestaties in normale modus!"]},"Temas e Desktop":{"*":["Thema's en Bureaublad"]},"BigLinux Themes":{"*":["BigLinux-thema's"]}}}}