{"pl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Dostosowania po aktualizacji"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Została zastosowana główna aktualizacja, powodująca niekompatybilność różnych ustawień pulpitu. Przejdź do zastosowania nowych ustawień."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Jeśli masz zaawansowaną wiedzę na temat systemu i wolisz dokonać dostosowań ręcznie, nie kontynuuj."]},"Continue\n            ":{"*":["Kontynuuj"]},"Select a new theme configuration:":{"*":["Wybierz nową konfigurację motywu:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Wybierz konfigurację pulpitu. Spowoduje to usunięcie niestandardowych dostosowań wykonanych w Plasma w celu zastosowania nowej kompatybilnej konfiguracji:"]},"Completed.":{"*":["Zakończone."]},"Reboot now!\n                    ":{"*":["Uruchom ponownie teraz!"]},"Configuration":{"*":["Konfiguracja"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Używałeś tego pulpitu wcześniej, czy chcesz przywrócić swoje dostosowania czy użyć oryginalnej konfiguracji?"]},"Original":{"*":["Oryginalny"]},"Restore":{"*":["Przywróć"]},"Confirm Theme Change":{"*":["Potwierdź zmianę motywu"]},"Do you want to apply the selected theme again?":{"*":["Czy chcesz ponownie zastosować wybrany motyw?"]},"Yes":{"*":["Tak"]},"No":{"*":["Nie"]},"Confirm Desktop Change":{"*":["Potwierdź zmianę pulpitu"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Czy chcesz ponownie zastosować czystą konfigurację tego pulpitu?"]},"Applying":{"*":["Zastosowanie"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Ustawienia zostały zmienione. Aby je zastosować w całym systemie, wyloguj się i ponownie zaloguj."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfiguracja zakończona"]},"Your theme and desktop have been configured successfully.":{"*":["Twój motyw i pulpit zostały pomyślnie skonfigurowane."]},"Desktop":{"*":["Pulpit"]},"Theme":{"*":["Motyw"]}}}}