{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nDesktopapplikation"]},"Theme":{"*":[":\n\nTema:"]},"Configuration":{"*":["file\n\nKonfigurationsfil"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har brugt denne computer før, vil du genoprette dine tilpasninger eller bruge den oprindelige konfiguration?"]},"Original":{"*":["text:\n\n\"Arrays are a fundamental data structure in programming. They are used to store a collection of elements of the same data type. Arrays can be accessed and manipulated using index numbers, which indicate the position of each element in the array. In many programming languages, arrays are zero-indexed, meaning that the first element has an index of 0.\"\n\nTranslated text:\n\n\"Arrays er en grundlæggende datastruktur i programmering. De bruges til at gemme en samling af elementer af samme datatype. Arrays kan tilgås og manipuleres ved hjælp af indeksnumre, som angiver positionen for hvert element i arrayet. I mange programmeringssprog er arrays nul-indekserede, hvilket betyder, at det første element har et indeks på 0.\""]},"Restore":{"*":["the database\n\nGendan databasen"]},"Applying":{"*":["Filters\n\nAnvendelse af filtre\n\nFiltre er en vigtig del af programmering, da de giver mulighed for at vælge og manipulere data baseret på bestemte kriterier. Der er forskellige typer af filtre, herunder logiske filtre, der bruges til at evaluere betingelser, og søgefiltre, der bruges til at finde specifikke værdier i en liste eller et array.\n\nFor at anvende et filter skal du først definere de kriterier, som du vil filtrere efter. Dette kan gøres ved hjælp af forskellige programmeringskonstruktioner, såsom betingede udsagn eller funktioner. Når kriterierne er defineret, kan du anvende filteret på en liste eller et array ved at bruge en filterfunktion eller en løkke.\n\nNår filteret er anvendt, vil det resulterende output kun indeholde de elementer, der opfylder de definerede kriterier. Dette gør det muligt at effektivt sortere og organisere data i programmering.\n\nAnvendelse af filtre\n\nFilters er en vigtig del af programmering, da de giver mulighed for at vælge og manipulere data baseret på specifikke kriterier. Der findes forskellige typer af filtre, herunder logiske filtre, som bruges til at evaluere betingelser, og søgefiltre, som bruges til at finde specifikke værdier i en liste eller et array.\n\nFor at anvende et filter skal du først definere de kriterier, som du vil filtrere efter. Dette kan gøres ved hjælp af forskellige programmeringskonstruktioner, såsom betingede udsagn eller funktioner. Når kriterierne er defineret, kan du anvende filteret på en liste eller et array ved at bruge en filterfunktion eller en løkke.\n\nNår filteret er anvendt, vil det resulterende output kun indeholde de elementer, som opfylder de definerede kriterier. Dette gør det muligt at effektivt sortere og organisere data i programmering."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Indstillingerne er blevet ændret. For at anvende dem i hele systemet, log af og log ind igen."]},"OK":{"*":[", thank you for your interest in our programming language. We are constantly working to improve and expand our language to meet the needs of our users. Stay tuned for updates and new features!\n\n\nOkay, tak for din interesse i vores programmeringssprog. Vi arbejder konstant på at forbedre og udvide vores sprog for at imødekomme vores brugeres behov. Hold øje med opdateringer og nye funktioner!"]}}}}