{"da":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Skrivebord"]},"Theme":{"*":["Tema"]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har brugt denne skrivebord før, vil du genoprette din tilpasning eller bruge den originale konfiguration?"]},"Original":{"*":["Original"]},"Restore":{"*":["Gendan"]},"Confirm Theme Change":{"*":["Bekræft temaændring"]},"Do you want to apply the selected theme again?":{"*":["Vil du anvende det valgte tema igen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nej"]},"Confirm Desktop Change":{"*":["Bekræft skrivebordsændring"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vil du genanvende en ren konfiguration af den skrivebord?"]},"Applying":{"*":["Anvendelse"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Indstillingerne er blevet ændret. For at anvende dem i hele systemet, skal du logge af og logge ind igen."]},"OK":{"*":["I orden til at fortsætte, skal du vælge en fil."]},"Post update adjustments":{"*":["Opdater justeringer efter opdatering"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["En større opdatering er blevet anvendt, hvilket gør forskellige skrivebordsindstillinger uforenelige. Fortsæt med at anvende nye indstillinger."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Hvis du har avanceret viden om systemet og foretrækker at foretage justeringerne manuelt, skal du ikke fortsætte."]},"Continue\n            ":{"*":["Fortsæt"]},"Select a new theme configuration:":{"*":["Vælg en ny tema konfiguration:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Vælg en skrivebordskonfiguration. Dette vil også fjerne tilpasninger foretaget i Plasma for at anvende en ny kompatibel konfiguration:"]},"Completed.":{"*":["Fuldført."]},"Reboot now!\n                    ":{"*":["Genstart nu!"]},"Configuration Complete":{"*":["Konfiguration fuldført"]},"Your theme and desktop have been configured successfully.":{"*":["Dit tema og skrivebord er blevet konfigureret korrekt."]},"Temas, Desktop e Ajustes":{"*":["Temaer, Skrivebord og Indstillinger"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Genstart din browser for at anvende ændringerne."]},"Desempenho em modo otimizado!":{"*":["Ydeevne i optimeret tilstand!"]},"Desempenho em modo performance!":{"*":["Ydeevne i performance-tilstand!"]},"Temas":{"*":["Emner"]},"Ajustes":{"*":["Indstillinger"]},"Desempenho do desktop":{"*":["Desktop-ydelse"]},"Desempenho":{"*":["Ydeevne"]},"Aceleração do navegador":{"*":["Browseracceleration"]},"Tema dos aplicativos":{"*":["App-tema"]},"Abrir":{"*":["Åbn"]},"Fechar":{"*":["Lukke"]},"Bordas arredondadas.":{"*":["Rounded borders."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Dette tema har gennemsigtigheder med effekter, der kan gøre systemet langsomt på ældre computere eller virtualiserede miljøer."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klassisk</b>, <b>Ny</b> og <b>Modern</b> har bedre ydeevne."]},"Renderizar o desktop via software":{"*":["Rendere skrivebordet via software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["Det er muligvis nyttigt på ældre computere, men nogle programmer holder op med at fungere."]},"Escolher programas a serem carregados na memória durante boot":{"*":["Vælg programmer til at blive indlæst i hukommelsen under opstart"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Preload indlæser programfiler i hukommelsen, så de starter hurtigt. Overdreven brug kan forårsage langsomhed. Vælg den ønskede indstilling:"]},"Ligar RGB do teclado":{"*":["Tilslut RGB-tastaturet"]},"Automático":{"*":["Automatisk"]},"Ativar":{"*":["Enable"]},"Desativar":{"*":["Deaktiver"]},"Configurações do Brave":{"*":["Indstillinger for Brave"]},"Escolha a opção desejada:":{"*":["Vælg den ønskede mulighed:"]},"Remover propagandas":{"*":["Fjern reklamer"]},"Suportar criptomoedas":{"*":["Understøtte kryptovalutaer"]},"Usabilidade":{"*":["Brugervenlighed"]},"Botões da janela no lado esquerdo":{"*":["Vinduesknapper på venstre side"]},"Rolagem do mouse invertida":{"*":["Mouseindstillinger"]},"Rolagem do touchpad invertida":{"*":["Rulle touchpad omvendt"]},"Pesquisar arquivos":{"*":["Søg efter filer"]},"Bloquear a edição da área de trabalho ":{"*":["Lås skrivebordsredigeringen"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Skjul Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Aktiver NumLock ved opstart af systemet"]},"Tema aplicado":{"*":["Anvendt tema"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Det er nødvendigt at genstarte sessionen for at fuldføre konfigurationen."]},"Configuração do Desktop":{"*":["Desktopindstillinger"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Har du tidligere brugt denne computer? Vil du genoprette din tilpasning eller bruge den oprindelige konfiguration?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Ikke fundet"]},"Restaurar":{"*":["Gendan"]},"Desktop aplicado":{"*":["Skrivebordsprogram"]},"Modo performance":{"*":["Performance tilstand"]},"BTRFS sem fsync":{"*":["BTRFS uden fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Ved brug af software rendering er kvaliteten af gennemsigtigheder reduceret."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Pas på, du vil miste adgang til SnapShots, er du sikker på, at du vil skjule grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Nej."]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Kan du få adgang til SnapShots uden adgang til grafiktilstand?"]},"Você está completamente seguro dessa aplicação?":{"*":["Er du helt sikker på denne software?"]},"Aplicando, aguarde...":{"*":["Anvender, vent venligst..."]},"Concluído!":{"*":["Færdig!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Den valgte skrivebordskonfiguration er allerede blevet brugt på dette system,\nvil du gendanne den tidligere anvendte konfiguration?\n\nVælg nej for at bruge systemets standardkonfiguration."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Konfigurationen er anvendt!\n\nAfslut sessionen og log ind igen\nså konfigurationen kan blive færdiggjort."]},"Desempenho em modo normal!":{"*":["Ydeevne i normal tilstand!"]},"Temas e Desktop":{"*":["Temaer og Skrivebord"]}}}}