{"no":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Justeringer etter oppdatering"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["En større oppdatering har blitt gjennomført, noe som gjør ulike skrivebordsinnstillinger uforenlige. Fortsett for å bruke de nye innstillingene."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Hvis du har avansert kunnskap om systemet og foretrekker å gjøre justeringene manuelt, ikke fortsett."]},"Continue\n            ":{"*":["Fortsett"]},"Select a new theme configuration:":{"*":["Velg en ny tema konfigurasjon:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Velg en skrivebordskonfigurasjon. Dette vil også fjerne tilpasninger gjort i Plasma for å bruke en ny kompatibel konfigurasjon:"]},"Completed.":{"*":["Fullført."]},"Reboot now!\n                    ":{"*":["Start på nytt nå!"]},"Configuration":{"*":["Konfigurasjon"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har brukt denne skrivebordet tidligere, vil du gjenopprette tilpassingen din eller bruke den opprinnelige konfigurasjonen?"]},"Original":{"*":["Original"]},"Restore":{"*":["Gjenopprett"]},"Confirm Theme Change":{"*":["Bekreft temaendring"]},"Do you want to apply the selected theme again?":{"*":["Vil du bruke det valgte temaet igjen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nei"]},"Confirm Desktop Change":{"*":["Bekreft skrivebordsendring"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vil du gjenopprette en ren konfigurasjon av skrivebordet?"]},"Applying":{"*":["Søker..."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Innstillingene har blitt endret. For å bruke dem i hele systemet, logg av og deretter på igjen."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfigurasjon fullført"]},"Your theme and desktop have been configured successfully.":{"*":["Ditt tema og skrivebord er konfigurert vellykket."]},"Desktop":{"*":["Skrivebord"]},"Theme":{"*":["Tema"]}}}}