{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["桌面"]},"Theme":{"*":[":\n\n主题："]},"Configuration":{"*":["File\n\n配置文件\n\nA configuration file is a text file used to store settings and parameters for a computer program. It is typically created and edited by the user or system administrator, and is read by the program at runtime to determine how it should behave.\n\n配置文件是用于存储计算机程序设置和参数的文本文件。通常由用户或系统管理员创建和编辑，并在运行时由程序读取以确定其行为方式。"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["您之前使用过这台电脑，您想恢复您的自定义设置还是使用原始配置？"]},"Original":{"*":["text:\n\nAs a translation expert, you have a deep understanding of programming languages and technical documentation. Please accurately translate the following text from English (United States) to Chinese, making sure to maintain the accuracy of all technical terms and programming constructs:"]},"Restore":{"*":["the default settings\n\n恢复默认设置"]},"Applying":{"*":["Filters\n\n应用过滤器\n\nFilters are a powerful tool in programming languages that allow you to manipulate and sort data. They are commonly used in conjunction with arrays, objects, and other data structures.\n\n过滤器是编程语言中的强大工具，它允许您操作和排序数据。它们通常与数组、对象和其他数据结构一起使用。\n\nTo apply a filter, you first need to specify the data you want to filter and then define the criteria for the filter. This can be done using a variety of methods, such as using comparison operators, regular expressions, or custom functions.\n\n要应用过滤器，首先需要指定要过滤的数据，然后定义过滤器的条件。这可以通过使用比较运算符、正则表达式或自定义函数等多种方法来完成。\n\nOnce the filter is applied, it will return a new set of data that meets the specified criteria. This can be useful for tasks such as finding specific items in a list, removing unwanted data, or organizing data in a specific way.\n\n一旦应用了过滤器，它将返回符合指定条件的新数据集。这对于查找列表中特定项、删除不需要的数据或按特定方式组织数据等任务非常有用。"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["设置已更改。要在整个系统中应用这些设置，请注销并重新登录。"]},"OK":{"*":[", here's the code:\n\n好的，这是代码："]}}}}