{"he":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["התאם עדכון אחרון"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["התקן עיקרי הוחל, וכעת הגדרות שולחן העבודה שונות אינן תואמות. האם להמשיך ולהחיל הגדרות חדשות."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["אם יש לך ידע מתקדם במערכת ואתה מעדיף לבצע את ההתאמות באופן ידני, אל תמשיך."]},"Continue\n            ":{"*":["המשך"]},"Select a new theme configuration:":{"*":["בחר הגדרת ערכת עיצוב חדשה:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["בחר תצורת שולחן עבודה. זה יסיר גם את ההתאמות המותאמות ב-Plasma כדי להחיל תצורה חדשה ותואמת:"]},"Completed.":{"*":["הושלם."]},"Reboot now!\n                    ":{"*":["אנא הפעל מחדש כעת!"]},"Configuration":{"*":["הגדרות"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["השתמשת בשולחן העבודה הזה בעבר, האם ברצונך לשחזר את ההתאמה שלך או להשתמש בהגדרה המקורית?"]},"Original":{"*":["מקור"]},"Restore":{"*":["שחזור"]},"Confirm Theme Change":{"*":["אשר שינוי ערכת נושא"]},"Do you want to apply the selected theme again?":{"*":["האם ברצונך להחיל שוב את הערכת הנושא שנבחרה?"]},"Yes":{"*":["כן"]},"No":{"*":["לא"]},"Confirm Desktop Change":{"*":["אישור שינוי שולחן העבודה"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["האם ברצונך להחידש את התצורה הנקייה של שולחן העבודה הזה?"]},"Applying":{"*":["החלקה"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["ההגדרות שונו. כדי להחיל אותן בכל המערכת, התנתק והתחבר שוב."]},"OK":{"*":["אישור"]},"Configuration Complete":{"*":["הגדרות הושלמו"]},"Your theme and desktop have been configured successfully.":{"*":["הערכת העיצוב ושולחן העבודה הוגדרו בהצלחה."]},"Desktop":{"*":["שולחן עבודה"]},"Theme":{"*":["ערכת עיצוב"]}}}}