{"el":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Επιφάνεια εργασίας"]},"Theme":{"*":["Θέμα"]},"Configuration":{"*":["Διαμόρφωση"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Έχετε χρησιμοποιήσει αυτό το desktop πριν, θέλετε να επαναφέρετε τις προσαρμογές σας ή να χρησιμοποιήσετε την αρχική διαμόρφωση;"]},"Original":{"*":["Πρωτότυπο"]},"Restore":{"*":["Επαναφορά"]},"Confirm Theme Change":{"*":["Επιβεβαίωση Αλλαγής Θέματος"]},"Do you want to apply the selected theme again?":{"*":["Θέλετε να εφαρμόσετε ξανά το επιλεγμένο θέμα;"]},"Yes":{"*":["NAI"]},"No":{"*":["No"]},"Confirm Desktop Change":{"*":["Επιβεβαίωση Αλλαγής Επιφάνειας Εργασίας"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Θέλετε να επαναλάβετε μια καθαρή ρύθμιση αυτής της επιφάνειας εργασίας;"]},"Applying":{"*":["Εφαρμογή"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Οι ρυθμίσεις έχουν αλλάξει. Για να τις εφαρμόσετε σε ολόκληρο το σύστημα, αποσυνδεθείτε και συνδεθείτε ξανά."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Προσαρμογές μετά την ενημέρωση του λογισμικού"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Έχει εφαρμοστεί μια σημαντική ενημέρωση, καθιστώντας διάφορες ρυθμίσεις επιφάνειας εργασίας ασύμβατες. Συνεχίστε για να εφαρμόσετε τις νέες ρυθμίσεις."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Αν έχετε προχωρημένες γνώσεις του συστήματος και προτιμάτε να κάνετε τις προσαρμογές χειροκίνητα, μην προχωρήσετε."]},"Continue\n            ":{"*":["Συνέχεια"]},"Select a new theme configuration:":{"*":["Επιλέξτε μια νέα διαμόρφωση θέματος:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Επιλέξτε μια διαμόρφωση επιφάνειας εργασίας. Αυτό θα αφαιρέσει επίσης τις προσαρμογές που έχουν γίνει στο Plasma για να εφαρμοστεί μια νέα συμβατή διαμόρφωση:"]},"Completed.":{"*":["Ολοκληρώθηκε."]},"Reboot now!\n                    ":{"*":["Επανεκκίνηση τώρα!"]},"Configuration Complete":{"*":["Ολοκλήρωση ρύθμισης"]},"Your theme and desktop have been configured successfully.":{"*":["Το θέμα και το γραφείο εργασίας σας έχουν ρυθμιστεί με επιτυχία."]},"Temas, Desktop e Ajustes":{"*":["Θέμες, Επιφάνεια εργασίας και Ρυθμίσεις"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Επανεκκινήστε τον περιηγητή σας για να εφαρμοστούν οι αλλαγές."]},"Desempenho em modo otimizado!":{"*":["Απόδοση σε βελτιστοποιημένη λειτουργία!"]},"Desempenho em modo performance!":{"*":["Απόδοση σε λειτουργία επίδοσης!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Ρυθμίσεις"]},"Desempenho do desktop":{"*":["Απόδοση επιφάνειας εργασίας"]},"Desempenho":{"*":["Απόδοση"]},"Aceleração do navegador":{"*":["Επιτάχυνση περιηγητή"]},"Tema dos aplicativos":{"*":["Θέμα εφαρμογών"]},"Abrir":{"*":["Άνοιγμα"]},"Fechar":{"*":["Κλείσιμο"]},"Bordas arredondadas.":{"*":["Στρογγυλεμένες γωνίες."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Αυτό το θέμα περιέχει διαφάνειες με εφέ που μπορεί να καθυστερήσουν το σύστημα σε παλιούς υπολογιστές ή εικονικά περιβάλλοντα."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Κλασικό</b>, <b>Νέο</b> και <b>Μοντέρνο</b> έχουν καλύτερη απόδοση."]},"Renderizar o desktop via software":{"*":["Απεικόνιση επιφάνειας εργασίας μέσω λογισμικού"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["Μπορεί να είναι χρήσιμο σε παλιούς υπολογιστές, αλλά μερικά προγράμματα σταματούν να λειτουργούν."]},"Escolher programas a serem carregados na memória durante boot":{"*":["Επιλογή προγραμμάτων που θα φορτωθούν στη μνήμη κατά την εκκίνηση"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Επιλέξτε την επιθυμητή επιλογή:"]},"Ligar RGB do teclado":{"*":["Connect RGB keyboard"]},"Automático":{"*":["Αυτόματο"]},"Ativar":{"*":["Ενεργοποίηση"]},"Desativar":{"*":["Απενεργοποίηση"]},"Configurações do Brave":{"*":["Ρυθμίσεις του Brave"]},"Escolha a opção desejada:":{"*":["Επιλέξτε την επιθυμητή επιλογή:"]},"Remover propagandas":{"*":["Αφαίρεση διαφημίσεων"]},"Suportar criptomoedas":{"*":["Υποστήριξη κρυπτονομισμάτων"]},"Usabilidade":{"*":["Χρηστικότητα"]},"Botões da janela no lado esquerdo":{"*":["Κουμπιά παραθύρου στην αριστερή πλευρά"]},"Rolagem do mouse invertida":{"*":["Αντιστροφή κύλισης ποντικιού"]},"Rolagem do touchpad invertida":{"*":["Αντιστροφή κύλισης touchpad"]},"Pesquisar arquivos":{"*":["Αναζήτηση αρχείων"]},"Bloquear a edição da área de trabalho ":{"*":["Αποτροπή επεξεργασίας της επιφάνειας εργασίας"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Απόκρυψη διαχειριστή εκκίνησης (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Εφαρμοσμένο θέμα"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Απαιτείται επανεκκίνηση της συνεδρίας για να ολοκληρωθεί η ρύθμιση."]},"Configuração do Desktop":{"*":["Ρυθμίσεις επιφάνειας εργασίας"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Έχετε χρησιμοποιήσει αυτό το desktop πριν; Θέλετε να επαναφέρετε την προσαρμογή σας ή να χρησιμοποιήσετε την αρχική ρύθμιση;"]},"Sim":{"*":["Προσοχή"]},"Não":{"*":["Δεν"]},"Restaurar":{"*":["Επαναφορά"]},"Desktop aplicado":{"*":["Επιφάνεια εργασίας"]},"Modo performance":{"*":["Λειτουργία απόδοσης"]},"BTRFS sem fsync":{"*":["BTRFS χωρίς fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Using software rendering, the quality of transparencies is reduced."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Προσοχή, θα χάσετε πρόσβαση στα SnapShots. Είστε σίγουρος ότι θέλετε να κρύψετε το grub;"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Θα μπορείτε να ανακτήσετε το Grub σε περίπτωση αποτυχίας;"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Θα μπορείτε να αποκτήσετε πρόσβαση στα SnapShots χωρίς πρόσβαση στη Γραφική Κατάσταση;"]},"Você está completamente seguro dessa aplicação?":{"*":["Είστε απολύτως βέβαιος για αυτήν την εφαρμογή;"]},"Aplicando, aguarde...":{"*":["Εφαρμογή, παρακαλώ περιμένετε..."]},"Concluído!":{"*":["Ολοκληρώθηκε!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Η επιλεγμένη διαμόρφωση επιφάνειας εργασίας έχει ήδη χρησιμοποιηθεί σε αυτό το σύστημα, θέλετε να επαναφέρετε τη διαμόρφωση που έχει ήδη χρησιμοποιηθεί;\n\nΕπιλέξτε Όχι για να χρησιμοποιήσετε την προεπιλεγμένη διαμόρφωση του συστήματος."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Η ρύθμιση εφαρμόστηκε!\n\nΚλείστε τη συνεδρία και συνδεθείτε ξανά\nώστε η ρύθμιση να ολοκληρωθεί."]},"Desempenho em modo normal!":{"*":["Απόδοση σε κανονική λειτουργία!"]},"Temas e Desktop":{"*":["Θέματα και Επιφάνεια Εργασίας"]}}}}