{"biglinux-session-and-themes":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Anpassungen nach Aktualisierung"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Ein größeres Update ist angewendet worden, wodurch verschiedene Desktop-Einstellungen inkompatibel wurden. Fortfahren, um neue Einstellungen anzuwenden."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Wenn Sie über fortgeschrittene Kenntnisse des Systems verfügen und es vorziehen, die Anpassungen manuell vorzunehmen, fahren Sie nicht fort."]},"Continue\n            ":{"*":["Fortsetzen\n            "]},"Select a new theme configuration:":{"*":["Eine neue Theme-Konfiguration auswählen:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Wählen Sie eine Desktop-Konfiguration. Dies wird auch die in Plasma vorgenommenen individuellen Anpassungen entfernen, um eine neue kompatible Konfiguration anzuwenden:"]},"Completed.":{"*":["Abgeschlossen."]},"Reboot now!\n                    ":{"*":["Jetzt neu starten!\n                    "]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Sie haben diesen Desktop zuvor verwendet. Möchten Sie Ihre individuelle Anpassung wiederherstellen oder die ursprüngliche Konfiguration verwenden?"]},"Original":{"*":["Original"]},"Restore":{"*":["Wiederherstellen"]},"Confirm Theme Change":{"*":["Theme-Änderung bestätigen"]},"Do you want to apply the selected theme again?":{"*":["Möchten Sie das ausgewählte Theme erneut anwenden?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nein"]},"Confirm Desktop Change":{"*":["Desktop-Änderung bestätigen"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Möchten Sie eine saubere Konfiguration dieses Desktops erneut anwenden?"]},"Applying":{"*":["Anwendend"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Die Einstellungen sind geändert worden. Um diese innerhalb des gesamten Systems anzuwenden, melden Sie sich ab und wieder an."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfiguration abgeschlossen"]},"Your theme and desktop have been configured successfully.":{"*":["Ihr Theme und Ihr Desktop sind erfolgreich konfiguriert worden."]},"Desktop":{"*":["Desktop"]},"Theme":{"*":["Theme"]}}}}