{"biglinux-session-and-themes":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Desktop"]},"Theme":{"*":["Thema"]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Sie haben diesen Desktop bereits verwendet. Möchten Sie Ihre Anpassungen wiederherstellen oder die Originalkonfiguration verwenden?"]},"Original":{"*":["Original"]},"Restore":{"*":["Wiederherstellen"]},"Confirm Theme Change":{"*":["Bestätigen Sie die Änderung des Themas"]},"Do you want to apply the selected theme again?":{"*":["Möchten Sie das ausgewählte Thema erneut anwenden?"]},"Yes":{"*":["N/A"]},"No":{"*":["Nein"]},"Confirm Desktop Change":{"*":["Desktop-Änderung bestätigen"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Möchten Sie eine saubere Konfiguration dieses Desktops erneut anwenden?"]},"Applying":{"*":["Anwenden"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Die Einstellungen wurden geändert. Um sie im gesamten System anzuwenden, melden Sie sich ab und wieder an."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Post-Update-Anpassungen"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Ein wichtiges Update wurde durchgeführt, wodurch verschiedene Desktop-Einstellungen inkompatibel sind. Fahren Sie mit der Anwendung neuer Einstellungen fort."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Wenn Sie über fortgeschrittene Kenntnisse des Systems verfügen und die Anpassungen lieber manuell vornehmen möchten, fahren Sie nicht fort."]},"Continue\n            ":{"*":["Weiterhin"]},"Select a new theme configuration:":{"*":["Wählen Sie eine neue Designkonfiguration:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Wählen Sie eine Desktop-Konfiguration aus. Dadurch werden auch Anpassungen in Plasma entfernt, um eine neue kompatible Konfiguration anzuwenden:"]},"Completed.":{"*":["Abgeschlossen."]},"Reboot now!\n                    ":{"*":["Jetzt neu starten!"]},"Configuration Complete":{"*":["Konfiguration abgeschlossen"]},"Your theme and desktop have been configured successfully.":{"*":["Ihr Theme und Desktop wurden erfolgreich konfiguriert."]}}}}