{"cs":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Úpravy po aktualizaci"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Byla provedena hlavní aktualizace, která způsobila nekompatibilitu různých nastavení plochy. Pokračujte v aplikaci nových nastavení."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Pokud máte pokročilé znalosti systému a upřednostňujete ruční úpravy, nepokračujte."]},"Continue\n            ":{"*":["Pokračovat"]},"Select a new theme configuration:":{"*":["Vyberte novou konfiguraci motivu:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Vyberte konfiguraci pracovní plochy. Tím se také odstraní vlastní úpravy provedené v Plasmě k aplikaci nové kompatibilní konfigurace:"]},"Completed.":{"*":["Dokončeno."]},"Reboot now!\n                    ":{"*":["Restartovat nyní!"]},"Configuration":{"*":["Konfigurace"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Použili jste tento pracovní plochu dříve, chcete obnovit své přizpůsobení nebo použít původní konfiguraci?"]},"Original":{"*":["Původní"]},"Restore":{"*":["Obnovit"]},"Confirm Theme Change":{"*":["Potvrdit změnu motivu"]},"Do you want to apply the selected theme again?":{"*":["Chcete znovu použít vybrané téma?"]},"Yes":{"*":["Není co přeložit."]},"No":{"*":["Ne"]},"Confirm Desktop Change":{"*":["Potvrdit změnu pracovní plochy"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Chcete znovu aplikovat čistou konfiguraci toho pracovního prostoru?"]},"Applying":{"*":["Použití"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Nastavení byla změněna. Pro jejich aplikaci v celém systému se odhlaste a znovu přihlaste."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfigurace dokončena"]},"Your theme and desktop have been configured successfully.":{"*":["Váš motiv a pracovní plocha byly úspěšně nakonfigurovány."]},"Desktop":{"*":["Pracovní plocha"]},"Theme":{"*":["Téma"]}}}}