{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nAplicação de Desktop"]},"Theme":{"*":[": \"Introduction to Programming\"\n\nTema: \"Introdução à Programação\"\n\nA program is a set of instructions that tells a computer what to do. These instructions are written in a programming language, which is a set of rules and symbols that allow humans to communicate with computers.\n\nUm programa é um conjunto de instruções que dizem a um computador o que fazer. Essas instruções são escritas em uma linguagem de programação, que é um conjunto de regras e símbolos que permitem que os humanos se comuniquem com os computadores."]},"Configuration":{"*":["File\n\nArquivo de Configuração"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Você já usou este desktop antes, deseja restaurar suas personalizações ou usar a configuração original?"]},"Original":{"*":["text:\n\n\"You can use a for loop to iterate through a list of items and perform a specific action on each item. The syntax for a for loop in Python is: for item in list:\"\n\n\"Você pode usar um loop for para iterar por uma lista de itens e realizar uma ação específica em cada item. A sintaxe para um loop for em Python é: for item in lista:\""]},"Restore":{"*":["the default settings\n\nRestaurar as configurações padrão"]},"Applying":{"*":["Filters\n\nAplicando Filtros\n\nPara filtrar dados em um programa, você pode usar filtros para selecionar apenas os dados que atendem a determinados critérios. Isso é especialmente útil ao trabalhar com grandes conjuntos de dados, pois permite que você encontre rapidamente as informações relevantes.\n\nExistem vários tipos de filtros que podem ser aplicados, incluindo filtros de texto, filtros numéricos e filtros de data. Cada tipo de filtro tem suas próprias opções e configurações para refinar ainda mais os resultados.\n\nPara aplicar um filtro, primeiro selecione a coluna que deseja filtrar. Em seguida, escolha o tipo de filtro que deseja aplicar e defina os critérios desejados. Você também pode combinar vários filtros para obter resultados mais precisos.\n\nUma vez aplicado o filtro, os dados serão automaticamente atualizados para mostrar apenas os registros que atendem aos critérios selecionados. Você pode remover ou ajustar o filtro a qualquer momento para ver diferentes conjuntos de dados.\n\nAplicando Filtros\n\nPara filtrar dados em um programa, você pode usar filtros para selecionar apenas os dados que atendem a determinados critérios. Isso é especialmente útil ao trabalhar com grandes conjuntos de dados, pois permite que você encontre rapidamente as informações relevantes.\n\nExistem vários tipos de filtros que podem ser aplicados, incluindo filtros de texto, filtros numéricos e filtros de data. Cada tipo de filtro tem suas próprias opções e configurações para refinar ainda mais os resultados.\n\nPara aplicar um filtro, primeiro selecione a coluna que deseja filtrar. Em seguida, escolha o tipo de filtro que deseja aplicar e defina os critérios desejados. Você também pode combinar vários filtros para obter resultados mais precisos.\n\nUma vez aplicado o filtro, os dados serão automaticamente atualizados para mostrar apenas os registros que atendem aos critérios selecionados. Você pode remover ou ajustar o filtro a qualquer momento para ver diferentes conjuntos de dados."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["As configurações foram alteradas. Para aplicá-las em todo o sistema, faça logoff e faça login novamente."]},"OK":{"*":[", here's the deal.\n\nOk, aqui está o acordo."]}}}}