{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nTyöpöytäsovellus"]},"Theme":{"*":[":\n\nTeema:"]},"Configuration":{"*":["file\n\nA configuration file is a text file used to store settings and parameters for a computer program. It is commonly used to customize the behavior of a program or to provide information to the program that it needs to run. Configuration files are often written in a specific format, such as XML or JSON, and can be edited by the user or automatically generated by the program itself.\n\nAsetustiedosto\n\nAsetustiedosto on tekstipohjainen tiedosto, jota käytetään tallentamaan asetuksia ja parametreja tietokoneohjelmalle. Sitä käytetään yleisesti ohjelman käyttäytymisen muokkaamiseen tai tarvittavan tiedon tarjoamiseen ohjelmalle sen suorittamiseksi. Asetustiedostot kirjoitetaan usein tiettyyn muotoon, kuten XML tai JSON, ja niitä voidaan muokata käyttäjän toimesta tai ohjelman itsensä luomana."]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Olet käyttänyt tätä työpöytää aiemmin, haluatko palauttaa mukautuksesi vai käyttää alkuperäistä kokoonpanoa?"]},"Original":{"*":["text:\n\n\"You can use a for loop to iterate through a list of items and perform a specific action on each item. The syntax for a for loop in Python is: for item in list:\"\n\nVoit käyttää for-silmukkaa käydäksesi läpi listan kohteita ja suorittaaksesi tietyn toiminnon jokaiselle kohteelle. Pythonin for-silmukan syntaksi on: for item in list:"]},"Restore":{"*":["the default settings\n\nPalauta oletusasetukset"]},"Applying":{"*":["Filters\n\nKäytä suodattimia\n\nSuodattimien käyttäminen on tärkeä osa ohjelmointia ja teknistä dokumentaatiota. Suodattimet ovat ohjelmointirakenteita, jotka mahdollistavat tietojen käsittelyn ja muokkaamisen tietyn kriteerin perusteella. Ne auttavat myös vähentämään koodin monimutkaisuutta ja parantamaan sen suorituskykyä.\n\nSuodattimien käyttö alkaa yleensä määrittelemällä haluttu kriteeri, jota käytetään tietojen suodattamiseen. Tämän jälkeen suodatin sovelletaan tietoihin ja vain ne, jotka täyttävät kriteerin, näytetään lopputuloksena.\n\nSuodattimia voidaan käyttää erilaisissa ohjelmointikielissä ja ne ovat tärkeä osa monia ohjelmointitehtäviä, kuten tietokantojen kyselyjä ja tiedonkäsittelyä. Niiden avulla voidaan myös helposti muokata ja päivittää tietoja ilman, että koko koodia tarvitsee muuttaa.\n\nSuodattimien käyttö on siis tärkeä taito jokaiselle ohjelmoijalle ja niiden oikeaoppinen käyttö auttaa parantamaan ohjelmien tehokkuutta ja ylläpidettävyyttä.\n\n\nSuodattimien käyttö\n\nApplying Filters\n\nSuodattimien käyttö on tärkeä osa ohjelmointia ja teknistä dokumentaatiota. Suodattimet ovat ohjelmointirakenteita, jotka mahdollistavat tietojen käsittelyn ja muokkaamisen tietyn kriteerin perusteella. Ne auttavat myös vähentämään koodin monimutkaisuutta ja parantamaan sen suorituskykyä.\n\nSuodattimien käyttö alkaa yleensä määrittelemällä haluttu kriteeri, jota käytetään tietojen suodattamiseen. Tämän jälkeen suodatin sovelletaan tietoihin ja vain ne, jotka täyttävät kriteerin, näytetään lopputuloksena.\n\nSuodattimia voidaan käyttää erilaisissa ohjelmointikielissä ja ne ovat tärkeä osa monia ohjelmointitehtäviä, kuten tietokantojen kyselyjä ja tiedonkäsittelyä. Niiden avulla voidaan myös helposti muokata ja päivittää tietoja ilman, että koko koodia tarvitsee muuttaa.\n\nSuodattimien käyttö on siis tärkeä taito jokaiselle ohjelmoijalle ja niiden oikeaoppinen käyttö auttaa parantamaan ohjelmien tehokkuutta ja ylläpidettävyyttä."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Asetuksia on muutettu. Jotta ne otetaan käyttöön koko järjestelmässä, kirjaudu ulos ja kirjaudu uudelleen sisään."]},"OK":{"*":[", here's the code:\n\n\nHyvä, tässä on koodi:"]}}}}