Repository: biglinux/biglinux-session-and-themes
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: Temas e Desktop
bg: Теми и Работен плот
cs: Témata a Plocha
da: Temaer og Skrivebord
de: Themen und Desktop
el: Θέματα και Επιφάνεια Εργασίας
es: Temas y Escritorio
et: Temaad ja töölaua
fi: Työpöytäteemat
fr: Thèmes et Bureau
he: נושאים ושולחן עבודה
hr: Teme i radna površina
hu: Asztali háttér és témák
is: Themes and Desktop
it: Temi e Desktop
ja: テーマとデスクトップ
ko: 테마 및 데스크톱
nl: Thema's en Bureaublad
no: Temaer og Skrivebord
pl: Motywy i Pulpit
pt: Themes and Desktop
ro: Teme și Desktop
ru: Темы и Рабочий стол
sk: Témy a pracovná plocha
sv: Themes and Desktop
tr: Masaüstü ve Temalar
uk: Теми та Робочий стіл
zh: 主题和桌面

source: BigLinux Themes
es: Temas de BigLinux
et: BigLinux teemad
fr: Thèmes BigLinux
hu: BigLinux témák
is: BigLinux Tema
it: Temi di BigLinux
ja: BigLinux テーマ
ko: 빅리눅스 테마
no: BigLinux-temaer
pt: Temas do BigLinux
ro: Teme BigLinux
ru: Темы BigLinux
sk: BigLinux témy
sv: BigLinux Teman
tr: BigLinux Temaları
uk: Теми BigLinux
zh: BigLinux主题

source: Sim
hu: Nem találtam fordítandó szót.
