Repository: biglinux/biglinux-session-and-themes
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: (Pode ser útil em computadores antigos, porém alguns programas param de funcionar)
bg: Може да бъде полезно на стари компютри, но някои програми спират да работят.
cs: (Pomocné pro staré počítače, ale některé programy mohou přestat fungovat)
da: Det er muligvis nyttigt på ældre computere, men nogle programmer holder op med at fungere.
de: Es kann auf älteren Computern nützlich sein, aber einige Programme funktionieren nicht mehr.
el: Μπορεί να είναι χρήσιμο σε παλιούς υπολογιστές, αλλά μερικά προγράμματα σταματούν να λειτουργούν.
es: (Puede ser útil en computadoras antiguas, pero algunos programas dejan de funcionar)
et: (Võib olla kasulik vanematel arvutitel, kuid mõned programmid võivad lõpetada töötamise)
fi: (Palvelu voi olla hyödyllinen vanhoilla tietokoneilla, mutta jotkut ohjelmat saattavat lakata toimimasta)
fr: (Peut être utile sur les anciens ordinateurs, mais certains programmes peuvent cesser de fonctionner)
he: זה עשוי להיות שימושי במחשבים ישנים, אך יישומים מסוימים עשויים להפסיק לעבוד
hr: Može biti korisno na starijim računalima, ali neki programi mogu prestati raditi.
hu: Lehet hasznos régebbi számítógépeken, de néhány program működése leállhat.
is: It can be useful on older computers, but some programs may stop working.
it: (Potrebbe essere utile su computer datati, ma alcuni programmi potrebbero smettere di funzionare)
ja: (Please note that this may be useful on older computers, but some programs may stop working)
ko: (Please note that this may be useful on older computers, but some programs may stop working)
nl: (Kan handig zijn op oudere computers, maar sommige programma's stoppen met werken)
no: (Please note that this may be useful on older computers, but some programs may stop working)
pl: (Possible useful on older computers, but some programs may stop working)
ro: (Poate fi util pe computerele vechi, dar unele programe se opresc din funcționare)
ru: (Pодходит для старых компьютеров, но некоторые программы могут перестать работать)
sk: (Môže byť užitočný na starých počítačoch, ale niektoré programy môžu prestávať fungovať)
sv: (Kan vara användbart på äldre datorer, men vissa program slutar fungera)
tr: (Potentially useful on older computers, but some programs may stop working)
uk: Може бути корисним на старих комп'ютерах, але деякі програми можуть перестати працювати.
zh: (Possible on older computers, but some programs may stop working)

source: Escolher programas a serem carregados na memória durante boot
bg: Избор на програми за зареждане в паметта по време на стартиране
cs: Vyberte programy, které se mají načíst do paměti během startu.
da: Vælg programmer til at blive indlæst i hukommelsen under opstart
de: Wähle Programme aus, die während des Bootvorgangs im Speicher geladen werden sollen.
el: Επιλογή προγραμμάτων που θα φορτωθούν στη μνήμη κατά την εκκίνηση
es: Seleccionar programas para cargar en la memoria durante el arranque
et: Valige käivitamise ajal mällu laaditavad programmid
fi: Valitse käynnistyksen aikana ladattavat ohjelmat muistiin
fr: Choisir les programmes à charger en mémoire lors du démarrage
he: בחירת תוכניות להיטען לזכרון במהלך האתחול
hr: Odabir programa za učitavanje u memoriju tijekom pokretanja
hu: Indításkor betöltendő programok kiválasztása a memóriába
is: Pilih program yang akan dimuat ke dalam memori semasa boot
it: Select programs to be loaded into memory during boot
ja: ブート時にメモリにロードするプログラムを選択する
ko: 부팅 중에 메모리에 로드할 프로그램 선택
nl: Kies programma's om te laden in het geheugen tijdens het opstarten
no: Velg programmer som skal lastes inn i minnet under oppstart
pl: Wybierz programy do załadowania do pamięci podczas uruchamiania systemu
pt: Choose programs to be loaded into memory during boot
ro: Selectați programele care vor fi încărcate în memorie în timpul pornirii
ru: Выберите программы для загрузки в память во время загрузки
sk: Vybrať programy na načítanie do pamäte počas spustenia systému
sv: Välj program att laddas i minnet under start.
tr: Boot sırasında belleğe yüklenecek programları seçin
uk: Вибір програм, які будуть завантажені в пам'ять під час завантаження системи
zh: 选择在启动过程中加载到内存中的程序

source: O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:
bg: Предварителното зареждане зарежда файлове от програмите в паметта, за да стартират бързо. Прекомерното използване води до забавяне. Изберете желаната опция:
cs: Ovládání zatížení paměti, které umožňuje rychlejší spuštění programů. Přílišným využíváním může dojít ke zpomalení. Vyberte požadovanou možnost:
da: Preload indlæser programfiler i hukommelsen, så de starter hurtigt. Overdreven brug kan forårsage langsomhed. Vælg den ønskede indstilling:
de: Der Preload lädt Dateien von Programmen in den Speicher, damit sie schnell starten. Übermäßige Nutzung führt zu Verlangsamung. Wählen Sie die gewünschte Option:
el: Το Προεπιλογή φορτώνει τα αρχεία των προγραμμάτων στη μνήμη, ώστε να ξεκινήσουν γρήγορα. Η υπερβολική χρήση προκαλεί επιβράδυνση. Επιλέξτε την επιθυμητή επιλογή:
es: El Preload carga archivos de programas en la memoria para que inicien rápidamente. Un uso excesivo puede causar lentitud. Elija la opción deseada:
et: Eelalaadimine laadib programmide failid mällu, et need käivituksid kiiresti. Liigne kasutamine põhjustab aeglustust. Valige soovitud valik:
fi: Escolha a opção desejada:
fr: Le préchargement charge les fichiers des programmes en mémoire pour un démarrage rapide. Une utilisation excessive peut entraîner des ralentissements. Choisissez l'option souhaitée :
he: הָטַע אֶת הַקּוֹבְּצִים שֶׁל הַתוֹכְנוֹת לְזִכְרוֹן, כְּדֵי שֶׁיִּתְחַלְפוּ בְּמַהֵרָה. שִׁימוּש יֶתֶר גּוֹרֵם לַאֲטָיוּת. בַּחֲרוּ בָּאֹפְצְיָה הַרְצוּיָה:
hr: Odaberite željenu opciju:
hu: Előtöltés: gyors indítás érdekében programfájlok betöltése a memóriába. Túlzott használata lassulást okozhat. Válassza ki a kívánt lehetőséget:
is: Pra-pemuatan memuat fail program ke dalam memori untuk memulakan dengan cepat. Penggunaan berlebihan menyebabkan perlahan. Pilih pilihan yang diinginkan:
it: Il Preload carica i file dei programmi in memoria in modo che si avviino rapidamente. Un uso eccessivo può causare rallentamenti. Scegli l'opzione desiderata:
ja: プリロードはプログラムファイルをメモリに読み込んで、素早く起動するようにします。過剰な使用は遅延を引き起こす可能性があります。選択してください：
ko: O Preload loads program files into memory for quick startup. Excessive usage can slow down your system. Choose your desired option:
nl: O Preload laadt programmabestanden in het geheugen, zodat ze snel kunnen starten. Overmatig gebruik veroorzaakt vertraging. Kies de gewenste optie:
no: O Preload loads program files into memory for quick startup. Excessive usage can slow down your system. Please choose your desired option:
pl: Opcje:
ro: Preîncărcarea încarcă fișierele programelor în memorie pentru a porni rapid. Utilizarea excesivă poate duce la încetinire. Alegeți opțiunea dorită:
ru: Предварительная загрузка загружает файлы программ в память, чтобы они запускались быстро. Избыточное использование вызывает замедление. Выберите желаемый вариант:
sk: Preload načíta súbory programov do pamäte, aby sa rýchlo spustili. Nadmerné používanie spôsobuje spomalenie. Vyberte požadovanú možnosť:
sv: Förhandsladdning laddar programfiler i minnet så att de startar snabbt. Överdriven användning kan orsaka långsamhet. Välj önskad alternativ:
tr: O Preload yüklenen dosyaları hafızaya alır, böylece hızlı başlarlar. Aşırı kullanım yavaşlamaya neden olabilir. İstenen seçeneği seçin:
uk: O Передзавантаження завантажує файли програм в пам'ять, щоб вони швидко запускалися. Його зловживання призводить до сповільнення. Виберіть потрібну опцію:
zh: 预加载将程序文件加载到内存中，以便快速启动。过度使用会导致速度变慢。请选择所需选项：

source: Ligar RGB do teclado
bg: Свържете RGB на клавиатурата.
cs: Připojit RGB klávesnici
da: Tilslut RGB-tastaturet
de: Verbinde die RGB-Tastatur.
el: Connect RGB keyboard
es: Conectar el teclado RGB
et: Ühenda klaviatuuri RGB
fi: Kytke RGB-näppäimistöön
fr: Connecter le clavier RGB
he: הפעלת RGB במקלדת
hr: Povežite RGB tipkovnicu
hu: RGB bekapcsolása a billentyűzeten
is: Connect keyboard RGB
it: Connect RGB keyboard
ja: キーボードのRGBをオンにする
ko: 키보드 RGB 켜기
nl: Verbind RGB van toetsenbord
no: Connect RGB keyboard
pl: Podłącz klawiaturę RGB.
pt: Connectar o teclado RGB
ro: Conectați tastatura RGB
ru: Подключить RGB на клавиатуре
sk: Pripojiť klávesnicu RGB
sv: Connecta RGB-tangentbordet
tr: Connect keyboard RGB
uk: Підключіть RGB клавіатури
zh: 连接键盘的RGB

source: Automático
bg: Автоматичен
cs: Automatický
da: Automatisk
de: Automatic
el: Αυτόματο
et: Automaatne
fi: Automaattinen
fr: Automatic
he: אוטומטי
hr: Automatski
hu: Automatikus
is: Automatic
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt: Automatico
ro: Automatizat
ru: Автоматический
sk: Automatický
sv: Automatisk
tr: Otomatik
uk: Автоматичний
zh: 自动化

source: Ativar
bg: Активиране
cs: Enable
da: Enable
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Aktiveeri
fi: Aktivoi
fr: Activer
he: הפעל
hr: Activate
hu: Aktiválás
is: Activate
it: Activate
ja: 有効にする
ko: 활성화
nl: Activer
no: Aktiver
pl: Activate
pt: Activate
ro: Activate
ru: Enable
sk: Aktivovať
sv: Activate
tr: Activate
uk: Увімкнути
zh: 激活

source: Desativar
bg: Деактивиране
cs: Vypnout
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
et: Keela
fi: Poista käytöstä
fr: Désactiver
he: השבת
hr: Isključiti
hu: Inaktíválás
is: Disable
it: Disattivare
ja: 無効化
ko: 비활성화
nl: Uitschakelen
no: Deactivate
pl: Wyłączyć
ro: Dezactivare
ru: Отключить
sk: Deaktivovať
sv: Inaktivera
tr: Deactivate
uk: Вимкнути
zh: 禁用

source: Configurações do Brave
bg: Настройки на Brave
cs: Nastavení Brave
da: Indstillinger for Brave
de: Einstellungen von Brave
el: Ρυθμίσεις του Brave
es: Configuraciones de Brave
et: Brave'i sätted
fi: Braven asetukset
fr: Paramètres de Brave
he: הגדרות Brave
hr: Postavke Brava
hu: Brave beállításai
is: Pengaturan Brave
it: Impostazioni di Brave
ja: Braveの設定
ko: Brave 설정
nl: Brave-instellingen
no: Innstillinger for Brave
pl: Ustawienia Brave
ro: Setări Brave
ru: Настройки Brave
sk: Nastavenia Brave
sv: Brave-inställningar
tr: Brave Ayarları
uk: Налаштування Brave
zh: Brave设置

source: Escolha a opção desejada:
bg: Изберете желаната опция:
cs: Vyberte požadovanou možnost:
da: Vælg den ønskede mulighed:
de: Wählen Sie die gewünschte Option:
el: Επιλέξτε την επιθυμητή επιλογή:
es: Seleccione la opción deseada:
et: Valige soovitud valik:
fi: Valitse haluamasi vaihtoehto:
fr: Choisissez l'option souhaitée :
he: בחר את האפשרות הרצויה:
hr: Choose desired option:
hu: Válassza ki a kívánt lehetőséget:
is: Pilih opsi yang diinginkan:
it: Choose the desired option:
ja: 選択したいオプションを選択してください：
ko: 원하는 옵션을 선택하십시오:
nl: Kies de gewenste optie:
no: Velg ønsket alternativ:
pl: Wybierz żądaną opcję:
pt: Choose the desired option:
ro: Alegeți opțiunea dorită:
ru: Выберите желаемый вариант:
sk: Vyberte požadovanú možnosť:
sv: Välj önskad alternativ:
tr: Choose the desired option:
uk: Виберіть потрібну опцію:
zh: 选择所需选项：

source: Remover propagandas
bg: Премахване на реклами
cs: Odstranit reklamy
da: Fjern reklamer
de: Werbung entfernen
el: Αφαίρεση διαφημίσεων
es: Eliminar anuncios
et: Eemaldage reklaamid
fi: Poista mainokset
fr: Supprimer les publicités
he: הסרת פרסומות
hr: Ukloniti reklame
hu: Hirdetések eltávolítása
is: Remove Ads
it: Rimuovere pubblicità
ja: 広告を削除
ko: 광고 제거
nl: Verwijder advertenties
no: Fjern reklame
pl: Usuń reklamy
pt: Remove ads
ro: Eliminare reclame
ru: Удалить рекламу
sk: Odstrániť reklamy
sv: Ta bort annonser
tr: Reklamları kaldır
uk: Видалити рекламу
zh: 移除广告

source: Suportar criptomoedas
bg: Поддръжка на криптовалути
cs: Podpora kryptoměn
da: Understøtte kryptovalutaer
de: Unterstützung von Kryptowährungen
el: Υποστήριξη κρυπτονομισμάτων
es: Soportar criptomonedas
et: Toetama krüptoraha
fi: Tukea kryptovaluutoille
fr: Supporter les cryptomonnaies
he: תמיכה במטבעות דיגיטליים
hr: Podrška za kriptovalute
hu: Kriptovaluták támogatása
is: Support cryptocurrencies
it: Supportare criptovalute
ja: 暗号通貨のサポート
ko: 암호화폐 지원
nl: Ondersteuning voor cryptocurrency
no: Støtte for kryptovalutaer
pl: Obsługa kryptowalut
ro: Suport pentru criptomonede
ru: Поддержка криптовалют
sk: Podpora kryptomien
sv: Stödja kryptovalutor
tr: Destek kriptoparalar
uk: Підтримка криптовалют
zh: 支持加密货币

source: Usabilidade
bg: Употреба
cs: User Interface
da: Brugervenlighed
de: Benutzerfreundlichkeit
el: Χρηστικότητα
es: Usability
et: Kasutatavus
fi: Käytettävyys
fr: Usability
he: נגישות
hr: Korisničko sučelje
hu: Felhasználhatóság
is: Usability
it: Usability
ja: Usability
ko: 사용성
nl: Gebruiksvriendelijkheid
no: Brukervennlighet
pl: User Interface
pt: Usability
ro: User Interface
ru: Usability
sk: Použiteľnosť
sv: Användbarhet
tr: Kullanılabilirlik
uk: Використовуваність
zh: 可用性

source: Botões da janela no lado esquerdo
bg: Бутони на прозореца в лявата част
cs: N/A
da: Vinduesknapper på venstre side
de: Window buttons on the left side
el: Buttons on the window on the left side
es: Botones de la ventana en el lado izquierdo
et: Akena akna nupud vasakul pool
fi: Ikkunapainikkeet vasemmalla puolella
fr: Buttons de la fenêtre sur le côté gauche
he: כפתורי החלון בצד השמאל
hr: Gumbi prozora na lijevoj strani
hu: Ablak gombok bal oldalon
is: Window buttons on the left side
it: Buttons on the window on the left side
ja: ウィンドウのボタンを左側に配置
ko: 창의 버튼이 왼쪽에 있습니다.
nl: Window buttons on the left side
no: Knapper for vinduet på venstre side
pl: Przyciski okna po lewej stronie
ro: N/A
ru: Кнопки окна слева
sk: Tlačidlá okna na ľavej strane
sv: Window buttons on the left side
tr: Pencere düğmeleri sol tarafta
uk: Кнопки вікна зліва
zh: 窗口左侧的按钮

source: Rolagem do mouse invertida
bg: Обратна превъртане на мишката
cs: Invertování rolování myši
da: Mouseindstillinger
de: Scrollrichtung umkehren
el: Αντιστροφή κύλισης ποντικιού
es: Invertir desplazamiento del mouse
et: Hiire kerimine pööratud
fi: Hiiren vierityksen kääntö
fr: Inversion de defilement de la souris
he: הפיכת גלגול העכבר
hr: Inverzno pomicanje kotačića miša
hu: Egér görgetés fordítva
is: Inversi skrol tetikus
it: Inverti lo scorrimento del mouse
ja: マウススクロールの反転
ko: 마우스 스크롤 반전
nl: Scrollrichting omkeren
no: Inverter rullefeltretning
pl: Odwrócone przewijanie myszą
pt: Inversão de rolagem do mouse
ro: Inversare direcția de derulare a mouse-ului
ru: Инвертировать прокрутку колеса мыши
sk: Invertovať posun myši
sv: Inverter musklicksrullning
tr: Mouse Scrolling Reverse
uk: Реверс прокрутки колеса миші
zh: 鼠标滚轮反向

source: Rolagem do touchpad invertida
bg: Обратна превъртане на тъчпада
cs: Invertování posuvu touchpadu
da: Rulle touchpad omvendt
de: Scrollrichtung des Touchpads umkehren
el: Αντιστροφή κύλισης touchpad
es: Invertir desplazamiento del touchpad
et: Puuteplaadi kerimine pööratud
fi: Käänteinen kosketuslevyn vieritys
fr: Inversion de défilement du touchpad
he: הפיכת גלילת המגע
hr: Invertirano klizanje dodirne površine
hu: Érintőpad görgetése fordítva
is: Inverted touchpad scrolling
it: Inversione dello scorrimento del touchpad
ja: タッチパッドのスクロールを逆にする
ko: 터치패드 스크롤 방향 반전
nl: Scrollrichting touchpad omkeren
no: Inverter rullefeltretning
pl: Odwrócone przewijanie touchpada
pt: Scroll reverso do touchpad
ro: Inversare rolațiile touchpad-ului
ru: Инвертированная прокрутка тачпада
sk: Invertované posúvanie na touchpade
sv: Scrollning av pekplattan omvänd
tr: Touchpad kaydırma tersi
uk: Прокрутка тачпаду в зворотному напрямку
zh: 触控板滚动反向

source: Pesquisar arquivos
bg: Търсене на файлове
cs: Hledat soubory
da: Søg efter filer
de: Dateien durchsuchen
el: Αναζήτηση αρχείων
es: Buscar archivos
et: Otsi faile
fi: Etsi tiedostoja
fr: Rechercher des fichiers
he: חיפוש קבצים
hr: Pretraživanje datoteka
hu: Fájlok keresése
is: Cari berkas
it: Cercare file
ja: ファイルを検索
ko: 파일 검색
nl: Bestanden zoeken
no: Søk etter filer
pl: Przeszukaj pliki
pt: Buscar arquivos
ro: Căutare fișiere
ru: Искать файлы
sk: Vyhľadávať súbory
sv: Sök filer
tr: Dosya ara
uk: Пошук файлів
zh: 搜索文件

source: Bloquear a edição da área de trabalho
bg: Блокиране на редакцията на работния плот
cs: Zablokovat úpravy pracovní plochy
da: Lås skrivebordsredigeringen
de: Block desktop editing
el: Αποκλεισμός επεξεργασίας της επιφάνειας εργασίας
es: Bloquear la edición del escritorio
et: Töölaualt redigeerimise blokeerimine
fi: Esto ei ole käytettävissä.
fr: Verrouiller l'édition du bureau
he: חסום עריכת שולחן העבודה
hr: Zaključaj uređivanje radne površine
hu: Asztali terület szerkesztésének letiltása
is: Kunci pengeditan desktop
it: Lock desktop editing
ja: デスクトップの編集をブロックする
ko: 바탕 화면 편집 차단
nl: Vergrendel het bureaubladbewerking.
no: Lås skrivebordsredigering
pl: Zablokuj edycję pulpitu
ro: Blocare editarea desktopului
ru: Заблокировать редактирование рабочего стола
sk: Zablokovať úpravu pracovnej plochy
sv: Blockera skrivbordsredigering
tr: Masaüstü düzenini düzenlemeyi engelle
uk: Заблокувати редагування робочого столу
zh: 锁定桌面编辑

source: Ocultar Gerenciador de Boot (GRUB)
bg: Скриване на Boot Manager (GRUB)
cs: Skrýt správce zavaděče (GRUB)
da: Skjul Boot Manager (GRUB)
de: Verstecke Boot-Manager (GRUB)
el: Απόκρυψη διαχειριστή εκκίνησης (GRUB)
es: Ocultar Administrador de Arranque (GRUB)
et: Peida Boot Manager (GRUB)
fi: Piilota käynnistyslatauksen hallinta (GRUB)
fr: Masquer le gestionnaire de démarrage (GRUB)
he: הסתר מנהל האתחול (GRUB)
hr: Sakrij Boot Manager (GRUB)
hu: Boot Manager elrejtése (GRUB)
is: Hide Boot Manager (GRUB)
it: Hide Boot Manager (GRUB)
ja: GRUB管理者を非表示
ko: 부트로더(Boot Manager) 숨기기 (GRUB)
nl: Verberg Boot Manager (GRUB)
no: Skjul oppstartshåndtereren (GRUB)
pl: Ukryj menedżer rozruchu (GRUB)
pt: Ocultar Gerenciador de Inicialização (GRUB)
ro: Ascundeți Managerul de Boot (GRUB)
ru: Скрыть загрузчик GRUB (Gerenciador de Boot)
sk: Skryť Boot Manager (GRUB)
sv: Hide Boot Manager (GRUB)
tr: Boot Yöneticisini (GRUB) Gizle
uk: Сховати менеджер завантаження (GRUB)
zh: 隐藏引导管理器（GRUB）

source: Ativar o NumLock ao ligar o sistema
bg: Включване на NumLock при стартиране на системата
cs: Enable NumLock on system startup
da: Aktiver NumLock ved opstart af systemet
de: Enable NumLock on system startup
el: Enable NumLock on system startup
es: Activar NumLock al encender el sistema
et: Enable NumLock on system startup
fi: Enable NumLock on system startup
fr: Enable NumLock on system startup
he: הפעל את NumLock בעת הפעלת המערכת
hr: Enable NumLock on system startup
hu: Enable NumLock on system startup
is: Enable NumLock on system startup
it: Enable NumLock on system startup
ja: システム起動時にNumLockを有効にする
ko: 시스템 부팅시 NumLock 활성화
nl: Enable NumLock on system startup
no: Enable NumLock on system startup
pl: Enable NumLock on system startup
pt: Enable NumLock on system startup
ro: Activate NumLock on system startup
ru: Enable NumLock on system startup
sk: Aktivovať NumLock pri zapnutí systému
sv: Enable NumLock on system startup
tr: Enable NumLock on system startup
uk: Увімкнути NumLock при ввімкненні системи
zh: 启动系统时启用数字键盘锁定

source: Tema aplicado
bg: Приложена тема
cs: Applied Theme
da: Anvendt tema
de: Applied Theme
el: Εφαρμοσμένο θέμα
es: Applied Theme
et: Teema rakendatud
fi: Käytetty teema
fr: Thème appliqué
he: נושא יישום
hr: Applied Theme
hu: Alkalmazott téma
is: Applied Theme
it: Applied Theme
ja: テーマが適用されました
ko: 적용된 테마
nl: Thema toegepast
no: Applied Theme
pl: Applied Theme
pt: Applied Theme
ro: Tema aplicat
ru: Applied Theme
sk: Aplikovaná téma
sv: Applied Theme
tr: Applied Theme
uk: Тема застосовується
zh: 应用主题

source: É preciso reiniciar a sessão para concluir a configuração.
bg: Трябва да рестартирате сесията, за да завършите конфигурацията.
cs: Je nutné restartovat relaci pro dokončení konfigurace.
da: Det er nødvendigt at genstarte sessionen for at fuldføre konfigurationen.
de: Es ist erforderlich, die Sitzung neu zu starten, um die Konfiguration abzuschließen.
el: Απαιτείται επανεκκίνηση της συνεδρίας για να ολοκληρωθεί η ρύθμιση.
es: It is necessary to restart the session to complete the configuration.
et: Sessioni lõpetamiseks tuleb taaskäivitada.
fi: On tarpeen kirjautua ulos ja takaisin sisään asetusten viimeistelyä varten.
fr: Il est nécessaire de redémarrer la session pour terminer la configuration.
he: יש לאתחל את ההפעלה כדי להשלים את ההגדרות.
hr: Potrebno je ponovno pokrenuti sesiju kako bi se dovršila konfiguracija.
hu: A konfiguráció befejezéséhez újra kell indítani a munkamenetet.
is: It is necessary to restart the session to complete the configuration.
it: It is necessary to restart the session to complete the configuration.
ja: セッションを再起動して設定を完了してください。
ko: 세션을 다시 시작하여 설정을 완료해야 합니다.
nl: Het is nodig om de sessie opnieuw op te starten om de configuratie te voltooien.
no: It is necessary to restart the session to complete the configuration.
pl: Trzeba zrestartować sesję, aby zakończyć konfigurację.
pt: It is necessary to restart the session to complete the configuration.
ro: Trebuie să reporniți sesiunea pentru a finaliza configurarea.
ru: Необходимо перезапустить сеанс, чтобы завершить настройку.
sk: Je potrebné reštartovať reláciu na dokončenie konfigurácie.
sv: Det krävs att du startar om sessionen för att slutföra konfigurationen.
tr: Session restart required to complete configuration.
uk: Потрібно перезапустити сеанс, щоб завершити налаштування.
zh: 需要重新启动会话才能完成配置。

source: Configuração do Desktop
bg: Конфигурация на работния плот
cs: Nastavení plochy
da: Desktopindstillinger
de: Desktop-Konfiguration
el: Ρυθμίσεις επιφάνειας εργασίας
es: Configuración del escritorio
et: Töölaua seadistamine
fi: Työpöydän asetukset
fr: Configuration du bureau
he: הגדרות שולחן העבודה
hr: Postavke radne površine
hu: Asztali konfiguráció
is: Desktop Configuration
it: Desktop Configuration
ja: デスクトップの設定
ko: 데스크톱 구성
nl: Bureaubladconfiguratie
no: Konfigurasjon av skrivebordet
pl: Ustawienia pulpitu
pt: Configuração do Ambiente de Trabalho
ro: Configurare Desktop-ul
ru: Настройки рабочего стола
sk: Nastavenie plochy
sv: Skrivbordsinställningar
tr: Masaüstü Yapılandırması
uk: Налаштування робочого столу
zh: 桌面配置
