Repository: biglinux/biglinux-session-and-themes
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:
bg: Изберете настройка за работния плот. Това също ще премахне персонализациите, направени в Plasma, за да се приложи нова съвместима настройка:
cs: Vyberte konfiguraci pracovní plochy. Tím se také odstraní vlastní úpravy provedené v Plasmě k aplikaci nové kompatibilní konfigurace:
da: Vælg en skrivebordskonfiguration. Dette vil også fjerne tilpasninger foretaget i Plasma for at anvende en ny kompatibel konfiguration:
de: Wählen Sie eine Desktop-Konfiguration. Dies wird auch die in Plasma vorgenommenen individuellen Anpassungen entfernen, um eine neue kompatible Konfiguration anzuwenden:
el: Επιλέξτε μια διαμόρφωση επιφάνειας εργασίας. Αυτό θα αφαιρέσει επίσης τις προσαρμογές που έχουν γίνει στο Plasma για να εφαρμοστεί μια νέα συμβατή διαμόρφωση:
es: Elija una configuración de escritorio. Esto también eliminará las personalizaciones realizadas en Plasma para aplicar una nueva configuración compatible:
et: Valige töölaua seadistus. See eemaldab ka Plasma kohandused uue ühilduva seadistuse rakendamiseks:
fi: Valitse työpöydän kokoonpano. Tämä poistaa myös Plasmassa tehdyt mukautukset uuden yhteensopivan kokoonpanon soveltamiseksi:
fr: Choisissez une configuration de bureau. Cela supprimera également les personnalisations apportées dans Plasma pour appliquer une nouvelle configuration compatible :
he: בחר תצורת שולחן עבודה. זה יסיר גם את ההתאמות המותאמות ב-Plasma כדי להחיל תצורה חדשה ותואמת:
hr: Odaberite konfiguraciju radne površine. To će također ukloniti prilagodbe napravljene u Plasmi kako bi se primijenila nova kompatibilna konfiguracija:
hu: Válasszon asztali konfigurációt. Ez eltávolítja a Plasmában végzett egyedi testreszabásokat, hogy alkalmazni lehessen egy új kompatibilis konfigurációt:
is: Pilih konfigurasi desktop. Ini juga akan menghapus penyesuaian yang dibuat di Plasma untuk menerapkan konfigurasi baru yang kompatibel:
it: Scegli una configurazione desktop. Questo rimuoverà anche le personalizzazioni apportate in Plasma per applicare una nuova configurazione compatibile:
ja: デスクトップ構成を選択してください。これにより、Plasmaで行ったカスタマイズが削除され、新しい互換性のある構成が適用されます。
ko: 데스크톱 구성을 선택하십시오. 이는 새로운 호환되는 구성을 적용하기 위해 Plasma에서 수행한 사용자 정의 사항을 제거합니다.
nl: Kies een bureaubladconfiguratie. Dit zal ook aanpassingen verwijderen die in Plasma zijn gemaakt om een nieuwe compatibele configuratie toe te passen:
no: Velg en skrivebordskonfigurasjon. Dette vil også fjerne tilpasninger gjort i Plasma for å bruke en ny kompatibel konfigurasjon:
pl: Wybierz konfigurację pulpitu. Spowoduje to usunięcie niestandardowych dostosowań wykonanych w Plasma w celu zastosowania nowej kompatybilnej konfiguracji:
pt: Escolha uma configuração de desktop. Isso também removerá personalizações feitas no Plasma para aplicar uma nova configuração compatível:
ro: Alege o configurație de desktop. Aceasta va elimina și personalizările făcute în Plasma pentru a aplica o nouă configurație compatibilă:
ru: Выберите конфигурацию рабочего стола. Это также удалит настройки, сделанные в Plasma, чтобы применить новую совместимую конфигурацию:
sk: Vyberte konfiguráciu pracovnej plochy. Tým sa odstránia aj prispôsobenia v Plasme, aby sa aplikovala nová kompatibilná konfigurácia:
sv: Välj en skrivbordskonfiguration. Detta kommer också att ta bort anpassningar gjorda i Plasma för att tillämpa en ny kompatibel konfiguration:
tr: Masaüstü yapılandırması seçin. Bu ayrıca, Plasma'da yapılan özelleştirmeleri kaldırarak yeni uyumlu bir yapılandırma uygulayacaktır:
uk: Виберіть конфігурацію робочого столу. Це також видалить налаштування, зроблені в Plasma, для застосування нової сумісної конфігурації:
zh: 选择桌面配置。这也将删除在Plasma中进行的自定义以应用新的兼容配置：

source: Completed.
bg: Завършено.
cs: Dokončeno.
da: Fuldført.
de: Abgeschlossen.
el: Ολοκληρώθηκε.
es: Completado.
et: Valmis.
fi: Valmis.
fr: Terminé.
he: הושלם.
hr: Dovršeno.
hu: Befejezve.
is: Selesai.
it: Completato.
ja: 完了しました。
ko: 완료되었습니다.
nl: Voltooid.
no: Fullført.
pl: Zakończone.
pt: Concluído.
ro: Finalizat.
ru: Завершено.
sk: Dokončené.
sv: Slutförd.
tr: Tamamlandı.
uk: Завершено.
zh: 已完成。

source: Reboot now!
bg: Рестартирай сега!
cs: Restartovat nyní!
da: Genstart nu!
de: Jetzt neu starten!
el: Επανεκκίνηση τώρα!
es: Reiniciar ahora.
et: Taaskäivita kohe!
fi: Käynnistä uudelleen nyt!
fr: Redémarrer maintenant !
he: אנא הפעל מחדש כעת!
hr: Ponovno pokreni sada!
hu: Újraindítás most!
is: Mulai ulang sekarang!
it: Riavvia ora!
ja: 今すぐ再起動！
ko: 지금 다시 시작하세요!
nl: Nu opnieuw opstarten!
no: Start på nytt nå!
pl: Uruchom ponownie teraz!
pt: Reiniciar agora!
ro: Reporniți acum!
ru: Перезагрузить сейчас!
sk: Reštartovať teraz!
sv: Starta om nu!
tr: Şimdi yeniden başlat!
uk: Перезавантажити зараз!
zh: 立即重新启动!

source: Configuration Complete
bg: Конфигурацията е завършена
cs: Konfigurace dokončena
da: Konfiguration fuldført
de: Konfiguration abgeschlossen
el: Ολοκλήρωση ρύθμισης
es: Configuración Completa
et: Konfiguratsioon on lõpule viidud
fi: Asetukset valmiit
fr: Configuration terminée
he: הגדרות הושלמו
hr: Konfiguracija dovršena
hu: Konfiguráció befejezve
is: Konfigurasi Selesai
it: Configurazione completata
ja: 構成完了
ko: 구성 완료
nl: Configuratie voltooid
no: Konfigurasjon fullført
pl: Konfiguracja zakończona
pt: Configuração Completa
ro: Configurare completă
ru: Конфигурация завершена
sk: Konfigurácia dokončená
sv: Konfigurationen klar
tr: Yapılandırma Tamamlandı
uk: Конфігурація завершена
zh: 配置完成

source: Your theme and desktop have been configured successfully.
bg: Темата и работният плот са конфигурирани успешно.
cs: Váš motiv a pracovní plocha byly úspěšně nakonfigurovány.
da: Dit tema og skrivebord er blevet konfigureret korrekt.
de: Ihr Theme und Ihr Desktop sind erfolgreich konfiguriert worden.
el: Το θέμα και το γραφείο εργασίας σας έχουν ρυθμιστεί με επιτυχία.
es: Su tema y escritorio se han configurado correctamente.
et: Teie teema ja töölaua seaded on edukalt konfigureeritud.
fi: Teemasi ja työpöytäsi on määritetty onnistuneesti.
fr: Votre thème et votre bureau ont été configurés avec succès.
he: הערכת העיצוב ושולחן העבודה הוגדרו בהצלחה.
hr: Vaša tema i radna površina uspješno su konfigurirane.
hu: A téma és az asztal sikeresen be lett állítva.
is: Tema dan desktop Anda telah dikonfigurasi dengan sukses.
it: Il tema e il desktop sono stati configurati con successo.
ja: テーマとデスクトップが正常に設定されました。
ko: 테마와 데스크톱이 성공적으로 구성되었습니다.
nl: Uw thema en bureaublad zijn succesvol geconfigureerd.
no: Ditt tema og skrivebord er konfigurert vellykket.
pl: Twój motyw i pulpit zostały pomyślnie skonfigurowane.
pt: Seu tema e área de trabalho foram configurados com sucesso.
ro: Tema și desktopul au fost configurate cu succes.
ru: Ваша тема и рабочий стол были успешно настроены.
sk: Váš motív a pracovná plocha boli úspešne nakonfigurované.
sv: Ditt tema och skrivbord har konfigurerats framgångsrikt.
tr: Tema ve masaüstü başarıyla yapılandırıldı.
uk: Ваша тема та робочий стіл були успішно налаштовані.
zh: 您的主题和桌面已成功配置。

source: Temas, Desktop e Ajustes
bg: Теми, Работен плот и Настройки
cs: Motivy, Plocha a Nastavení
da: Temaer, Skrivebord og Indstillinger
de: Themen, Desktop und Einstellungen
el: Themes, Desktop, and Settings
es: Themes, Desktop, and Settings
et: Teemad, Töölaua ja Seaded
fi: Teemat, Työpöytä ja Asetukset
fr: Thèmes, Bureau et Paramètres
he: ערכות נושא, שולחן עבודה והגדרות
hr: Teme, Radna površina i Postavke
hu: Témák, Asztal és Beállítások
is: Themes, Desktop, and Settings
it: Themes, Desktop, and Settings
ja: テーマ、デスクトップ、設定
ko: 테마, 데스크톱 및 설정
nl: Thema's, Bureaublad en Instellingen
no: Themes, Desktop and Settings
pl: Motywy, Pulpit i Ustawienia
pt: Themes, Desktop, and Settings
ro: Teme, Desktop și Setări
ru: Темы, Рабочий стол и Настройки
sk: Témy, Plocha a Nastavenia
sv: Teman, Skrivbord och Inställningar
tr: Themes, Desktop, and Settings
uk: Теми, Робочий стіл та Налаштування
zh: 主题、桌面和设置

source: Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.
bg: Рестартирайте браузъра си, за да приложите промените.
cs: Pokud používáte prohlížeč, restartujte ho pro provedení změn.
da: Genstart din browser for at anvende ændringerne.
de: Wenn Sie einen Browser verwenden, starten Sie ihn neu, um die Änderungen zu übernehmen.
el: Επανεκκινήστε τον περιηγητή σας για να εφαρμοστούν οι αλλαγές.
es: If you are using a browser, restart it to apply the changes.
et: Kui kasutate brauserit, taaskäivitage see muudatuste rakendamiseks.
fi: Jos käytät selainta, käynnistä se uudelleen muutosten voimassaantuloksi.
fr: Si vous utilisez un navigateur, redémarrez-le pour appliquer les modifications.
he: אנא אתחל את הדפדפן אם אתה משתמש בו, כדי להחיל את השינויים.
hr: Ako koristite preglednik, ponovno ga pokrenite kako biste primijenili promjene.
hu: Ha frissítéseket alkalmazott, indítsa újra a böngészőt a változtatások érvényesítéséhez.
is: If you are using a browser, restart it to apply the changes.
it: If you are using a browser, restart it to apply the changes.
ja: ブラウザを使用している場合は、変更を適用するために再起動してください。
ko: 웹 브라우저를 사용 중이라면 변경 사항을 적용하려면 다시 시작하십시오.
nl: Als u een browser gebruikt, start deze dan opnieuw op om de wijzigingen toe te passen.
no: If you are using a browser, restart it to apply the changes.
pl: Jeśli używasz przeglądarki, zrestartuj ją, aby wprowadzić zmiany.
pt: If you are using a browser, restart it to apply the changes.
ro: Reporniți browser-ul pentru a aplica modificările.
ru: Если вы используете браузер, перезапустите его, чтобы применить изменения.
sk: Ak používate prehliadač, reštartujte ho, aby sa zmeny prejavili.
sv: Om du använder en webbläsare, starta om den för att tillämpa ändringarna.
tr: Tarayıcı kullanıyorsanız, değişiklikleri uygulamak için yeniden başlatın.
uk: Якщо ви використовуєте браузер, перезапустіть його, щоб застосувати зміни.
zh: 如果您正在使用浏览器，请重新启动以应用更改。

source: Desempenho em modo otimizado!
bg: Производителност в оптимизиран режим!
cs: Výkon v optimalizovaném režimu!
da: Ydeevne i optimeret tilstand!
de: Leistung im optimierten Modus!
el: Απόδοση σε βελτιστοποιημένη λειτουργία!
es: Rendimiento en modo optimizado!
et: Jõudlus optimeeritud režiimis!
fi: Suorituskyky optimoidussa tilassa!
fr: Performance en mode optimisé!
he: ביצועים במצב מיטוב!
hr: Performance u optimiziranom načinu rada!
hu: Teljesítmény optimalizált módban!
is: Performance in optimized mode!
it: Performance in optimized mode!
ja: パフォーマンスが最適化されました！
ko: 최적화된 모드에서 성능!
nl: Prestaties in geoptimaliseerde modus!
no: Ytelse i optimalisert modus!
pl: Wydajność w trybie zoptymalizowanym!
pt: Performance in optimized mode!
ro: Performanță în mod optimizat!
ru: Производительность в оптимизированном режиме!
sk: Výkon v optimalizovanom režime!
sv: Prestanda i optimerat läge!
tr: Performance in optimized mode!
uk: Продуктивність у оптимізованому режимі!
zh: 性能优化模式！

source: Desempenho em modo performance!
bg: Производителност в режим на изпълнение!
cs: Výkon v režimu výkonu!
da: Ydeevne i performance-tilstand!
de: Leistung im Performance-Modus!
el: Απόδοση σε λειτουργία επίδοσης!
es: Rendimiento en modo alto!
et: Jõudlusrežiimis!
fi: Suorituskyky tilassa!
fr: Performance en mode performance!
he: ביצועים במצב ביצועים!
hr: Performanse u načinu rada performansi!
hu: Teljesítmény mód!
is: Prestasi dalam mod prestasi!
it: Prestazioni in modalità performance!
ja: パフォーマンスモードでのパフォーマンス！
ko: 성능 모드에서 성능!
nl: Prestaties in de prestatie modus!
no: Ytelse i performance-modus!
pl: Wydajność w trybie performance!
pt: Desempenho em modo de alto desempenho!
ro: Performanță în modul performanță!
ru: Производительность в режиме производительности!
sk: Výkon v režime výkonu!
sv: Prestanda i prestandaläge!
tr: Performans Modunda Performans!
uk: Продуктивність у режимі виконання!
zh: 性能模式！

source: Temas
bg: Теми
cs: Nemám co přeložit.
da: Emner
de: Themen
el: Themes
es: Themes
et: Teemad
fi: Teemat
fr: Thèmes
he: נושאים
hr: Teme
hu: Téma
is: Themes
it: Themes
ja: テーマ
ko: 주제
nl: Onderwerpen
no: Themes
pl: Motywy
pt: Themes
ro: Teme
ru: Темы
sk: Témy
sv: Themes
tr: Themes
uk: Теми
zh: 主题

source: Ajustes
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
hr: Postavke
hu: Beállítások
is: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Settings
uk: Налаштування
zh: 设置

source: Desempenho do desktop
bg: Производителност на работния плот
cs: Výkon počítače
da: Desktop-ydelse
de: Desktop-Leistung
el: Απόδοση επιφάνειας εργασίας
es: Rendimiento del escritorio
et: Töölaua jõudlus
fi: Työpöydän suorituskyky
fr: Performance du bureau
he: ביצועי המחשב
hr: Performanse radne površine
hu: Asztali teljesítmény
is: Kinerja desktop
it: Prestazioni del desktop
ja: デスクトップのパフォーマンス
ko: Desktop 성능
nl: Desktopprestaties
no: Ytelse på skrivebordet
pl: Wykonanie pulpitu
pt: Desempenho do ambiente de trabalho
ro: Performanța desktopului
ru: Desempenho рабочего стола
sk: Výkon počítača
sv: Desktopprestanda
tr: Masaüstü performansı
uk: Виконання робочого столу
zh: 桌面性能

source: Desempenho
bg: Производителност
cs: Výkon
da: Ydeevne
de: Leistung
el: Performance
es: Rendimiento
et: Jõudlus
fi: Suorituskyky
fr: Performance
he: ביצועים
hr: Performance
hu: Teljesítmény
is: Performance
it: Performance
ja: パフォーマンス
ko: 성능
nl: Prestaties
no: Ytelse
pl: Performance
pt: Performance
ro: Performance
ru: Performance
sk: Výkon
sv: Prestanda
tr: Performance
uk: Продуктивність
zh: 性能

source: Aceleração do navegador
bg: Ускорение на браузъра
cs: N/A
da: Browseracceleration
de: Browser-Beschleunigung
el: Επιτάχυνση περιηγητή
es: Aceleración del navegador
et: Brauseri kiirendamine
fi: Selaimen kiihdytys
fr: Acceleration du navigateur
he: תיבון הדפדפן
hr: Browser acceleration
hu: Böngésző gyorsítása
is: Browser Acceleration
it: Browser acceleration
ja: ブラウザの加速
ko: 브라우저 가속
nl: Browser acceleratie
no: Browserakselerasjon
pl: Przyspieszenie przeglądarki
ro: Accelerare browser-ul
ru: Ускорение браузера
sk: Preklad sa nenašiel.
sv: Browser acceleration
tr: Browser hızlandırma
uk: Прискорення браузера
zh: 浏览器加速

source: Tema dos aplicativos
bg: Тема на приложенията
cs: Aplikační motivy
da: App-tema
de: Anwendungsdesign
el: Θέμα εφαρμογών
es: Theme of the applications
et: Rakenduste teema
fi: Sovellusten teema
fr: Thème des applications
he: נושאי היישומים
hr: Theme of the applications
hu: Alkalmazások témája
is: Tema aplikasi
it: Application Theme
ja: アプリケーションのテーマ
ko: 앱 테마
nl: App-thema's
no: Application theme
pl: Motyw aplikacji
pt: Theme of the applications
ro: Temele aplicațiilor
ru: Тема приложений
sk: Téma aplikácií
sv: App-tema
tr: Application theme
uk: Тема додатків
zh: 应用程序主题

source: Abrir
bg: Отвори
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Open
et: Ava&nbsp;
fi: Avata
fr: Ouvrir
he: פתח
hr: Otvori
hu: Megnyitás
is: Open
it: Apri
ja: オープン
ko: 열다
nl: Open
no: Åpne
pl: Otwórz
pt: Open
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
tr: Open
uk: Відкрити
zh: 打开

source: Fechar
bg: Затвори
cs: Zavřít
da: Lukke
de: Close
el: Κλείσιμο
es: Close
et: Sulge
fi: Sulje
fr: Close
he: סגור
hr: Zatvoriti
hu: Bezárás
is: Close
it: Close
ja: 閉じる
ko: 닫기
nl: Close
no: Close
pl: Zamknij
pt: Encerrar
ro: Închide
ru: Close
sk: Zavrieť
sv: Close
tr: Kapat
uk: Закрити
zh: Close

source: Bordas arredondadas.
bg: Закръглени граници.
cs: Zaoblené okraje.
da: Rounded borders.
de: Runde Ecken.
el: Rounded corners.
es: Rounded corners.
et: Ümardatud nurgad.
fi: Pyöristetyt reunat.
fr: Rounded corners.
he: קצוות מעוגלים.
hr: Zaobljeni rubovi.
hu: Kerekített szélek.
is: Rounded corners.
it: Rounded corners.
ja: 角丸
ko: 모서리 둥근 것.
nl: Rounded corners.
no: Rounded corners.
pl: Rounded corners.
pt: Rounded corners.
ro: Colțuri rotunjite.
ru: Round corners.
sk: Zaoblené hrany.
sv: Rundade hörn.
tr: Rounded corners.
uk: Круглі кути.
zh: 圆角边框。

source: Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.
bg: Този тема включва прозрачности с ефекти, които могат да забавят системата на стари компютри или виртуални среди.
cs: Tento motivové transparentní prvky s efekty, které<br>mohou zpomalit systém na starých počítačích<br>nebo ve virtualizovaných prostředích.
da: Dette tema har gennemsigtigheder med effekter, der kan gøre systemet langsomt på ældre computere eller virtualiserede miljøer.
de: Dieses Thema enthält Transparenzen mit Effekten, die das System auf älteren Computern oder in virtualisierten Umgebungen verlangsamen können.
el: Αυτό το θέμα περιέχει διαφάνειες με εφέ που μπορεί να καθυστερήσουν το σύστημα σε παλιούς υπολογιστές ή εικονικά περιβάλλοντα.
es: Este tema tiene transparencias con efectos que<br>pueden ralentizar el sistema en computadoras<br>antiguas o entornos virtualizados.
et: See teema sisaldab läbipaistvusi efektidega, mis võivad muuta süsteemi aeglaseks vanematel arvutitel või virtualiseeritud keskkondades.
fi: Tämä teema sisältää läpinäkyvyyksiä, joilla on vaikutuksia, jotka voivat hidastaa järjestelmää vanhoilla tietokoneilla tai virtualisoiduissa ympäristöissä.
fr: Ce thème contient des transparences avec des effets qui peuvent ralentir le système sur les anciens ordinateurs ou les environnements virtualisés.
he: מערכת
hr: Ovaj teme ima prozirnosti s efektima koji<br>mogu usporiti sustav na starijim računalima<br>ili virtualiziranim okruženjima.
hu: Ez a téma átlátszósággal és hatásokkal rendelkezik, amelyek lassíthatják a rendszert régebbi számítógépeken vagy virtualizált környezetekben.
is: Tema ini mengandung transparansi dengan efek yang<br>dapat membuat sistem lambat pada komputer<br>lawas atau lingkungan virtual.
it: Questo tema ha trasparenze con effetti che<br>possono rallentare il sistema su computer<br>datati o ambienti virtualizzati.
ja: このテーマには、古いコンピュータや仮想環境でシステムを遅くする可能性がある効果を持つ透明度があります。
ko: 이 테마에는 시스템을 느리게 만들 수 있는 투명도와 효과가 있습니다.
nl: Dit thema bevat transparanties met effecten die het systeem langzamer kunnen maken op oude computers of in gevirtualiseerde omgevingen.
no: Denne malen har gjennomsiktigheter med effekter som kan gjøre systemet tregt på eldre datamaskiner eller virtualiserte miljøer.
pl: Ten motyw zawiera przezroczystości z efektami, które<br>mogą spowolnić system na starszych komputerach<br>lub w środowiskach wirtualnych.
pt: Este tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.
ro: Acest subiect are transparențe cu efecte care<br>pot face sistemul lent pe computerele<br>mai vechi sau în medii virtualizate.
ru: Этот шаблон содержит прозрачности с эффектами, которые могут замедлить систему на старых компьютерах или в виртуальных средах.
sk: Tento motív obsahuje priehľady s efektmi, ktoré môžu spomaliť systém na starých počítačoch alebo vo virtualizovaných prostrediach.
sv: Detta tema har genomskinlighetseffekter som kan göra systemet långsamt på äldre datorer eller virtualiserade miljöer.
tr: Bu tema, eski bilgisayarlarda veya sanallaştırılmış ortamlarda sistemi yavaşlatabilecek efektlerle şeffaflıklara sahiptir.
uk: Ця тема містить прозорість з ефектами, які можуть уповільнити систему на старих комп'ютерах або віртуальних середовищах.
zh: 该主题具有带有效果的透明度，可能会使旧计算机或虚拟化环境变慢。

source: <b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.
bg: <b>Класически</b>, <b>Нов</b> и <b>Модерен</b> имат по-добро представяне.
cs: <b>Klasický</b>, <b>Nový</b> a <b>Moderní</b> mají lepší výkon.
da: <b>Klassisk</b>, <b>Ny</b> og <b>Modern</b> har bedre ydeevne.
de: <b>Klassisch</b>, <b>Neu</b> und <b>Modern</b> bieten eine bessere Leistung.
el: <b>Κλασικό</b>, <b>Νέο</b> και <b>Μοντέρνο</b> έχουν καλύτερη απόδοση.
es: <b>Clásico</b>, <b>Nuevo</b> y <b>Moderno</b> tienen un mejor rendimiento.
et: <b>Klassikaline</b>, <b>Uus</b> ja <b>Moodne</b> pakuvad paremat jõudlust.
fi: <b>Klassinen</b>, <b>Uusi</b> ja <b>Moderni</b> toimivat paremmin.
fr: <b>Classique</b>, <b>Nouveau</b> et <b>Modernel</b> ont de meilleures performances.
he: <b>קלאסי</b>, <b>חדש</b> ו-<b>מודרני</b> מציגים ביצועים טובים יותר.
hr: <b>Klasični</b>, <b>Novi</b> i <b>Moderni</b> imaju bolje performanse.
hu: <b>Klasszikus</b>, <b>Új</b> és <b>Modern</b> jobb teljesítményt nyújtanak.
is: <b>Klasik</b>, <b>Baru</b>, dan <b>Modern</b> memiliki kinerja yang lebih baik.
it: <b>Classico</b>, <b>Nuovo</b> e <b>Moderno</b> hanno prestazioni migliori.
ja: <b>クラシック</b>、<b>ニュー</b>、<b>モダン</b> がパフォーマンスが向上しています。
ko: <b>클래식</b>, <b>새로운</b> 및 <b>현대</b>가 성능이 더 우수합니다.
nl: <b>Klassiek</b>, <b>Nieuw</b> en <b>Modern</b> presteren beter.
no: <b>Klassisk</b>, <b>Ny</b> og <b>Moderne</b> har bedre ytelse.
pl: <b>Klasyczny</b>, <b>Nowy</b> i <b>Nowoczesny</b> mają lepszą wydajność.
pt: <b>Clássico</b>, <b>Novo</b> e <b>Moderno</b> têm melhor desempenho.
ro: <b>Clasic</b>, <b>Nou</b> și <b>Modern</b> au performanțe mai bune.
ru: <b>Классический</b>, <b>Новый</b> и <b>Современный</b> обеспечивают лучшую производительность.
sk: <b>Klasický</b>, <b>Nový</b> a <b>Moderný</b> majú lepší výkon.
sv: <b>Klassisk</b>, <b>Ny</b> och <b>Modern</b> har bättre prestanda.
tr: <b>Klasik</b>, <b>Yeni</b> ve <b>Modern</b> daha iyi performans gösteriyor.
uk: <b>Класичний</b>, <b>Новий</b> та <b>Сучасний</b> мають кращу продуктивність.
zh: <b>经典</b>，<b>新</b>和<b>现代</b>性能更好。

source: Renderizar o desktop via software
bg: Рендериране на работния плот чрез софтуер
cs: Renderovat pracovní plochu pomocí softwaru
da: Rendere skrivebordet via software
de: Den Desktop über die Software rendern
el: Απεικονίστε την επιφάνεια εργασίας μέσω λογισμικού
es: Renderizar el escritorio a través del software
et: Töölaua renderdamine tarkvara abil
fi: Renderoida työpöytä ohjelmiston avulla
fr: Rendu du bureau via logiciel
he: לעיבוד תמונת השולחן באמצעות תוכנה
hr: Renderiranje radne površine putem softvera
hu: Asztali felület szoftveresen történő megjelenítése
is: Render desktop melalui perisian
it: Renderizzare il desktop tramite software
ja: デスクトップをソフトウェアでレンダリングする
ko: 소프트웨어를 통해 데스크톱 렌더링하기
nl: Render desktop via software
no: Render desktop via programvare
pl: Renderowanie pulpitu za pomocą oprogramowania
pt: Renderizar o ambiente de trabalho por software
ro: Renderea desktop-ul prin software
ru: Отображение рабочего стола через программное обеспечение
sk: Renderovať plochu pomocou softvéru
sv: Rendera skrivbordet via programvara
tr: Masaüstünü yazılım aracılığıyla oluşturmak
uk: Рендеринг робочого столу через програмне забезпечення
zh: 通过软件渲染桌面
