{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Десктоп"]},"Theme":{"*":[":\n\nТема:"]},"Configuration":{"*":["file\n\nКонфигурационен файл"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Използвали сте този компютър преди, искате ли да възстановите вашите настройки или да използвате оригиналната конфигурация?"]},"Original":{"*":["text:\n\n\"Arrays are a fundamental data structure in programming. They are used to store a collection of elements of the same data type, such as integers or strings. Arrays can be accessed and manipulated using their index, which is a numerical value that represents the position of an element in the array. In most programming languages, arrays start at index 0.\"\n\nПревод:\n\n\"Масивите са основна структура от данни в програмирането. Те се използват за съхранение на колекция от елементи от един и същи тип данни, като цели числа или низове. Масивите могат да бъдат достъпвани и манипулирани чрез техния индекс, който е числова стойност, която представлява позицията на елемент в масива. В повечето програмни езици, масивите започват от индекс 0.\""]},"Restore":{"*":["the default settings\n\nВъзстановете настройките по подразбиране"]},"Applying":{"*":["Filters\n\nПрилагане на филтри\n\nФилтрите са инструменти, които позволяват на потребителите да ограничат множеството от данни, които се показват в даден момент. Те могат да бъдат приложени върху различни типове данни, като текст, числа, дати и други. Филтрите са полезни за намиране на конкретна информация или за изключване на ненужни данни от изгледа. За да приложите филтър, трябва да изберете критерии за филтриране и да ги приложите към избраните данни. Можете да приложите повече от един филтър едновременно, за да получите по-специфични резултати. Също така, можете да запазите настройките на филтрите за бъдещи използвания или да ги изчистите, за да върнете първоначалния изглед на данните.\n\nПрилагане на филтри\n\nФилтрите са инструменти, които позволяват на потребителите да ограничат множеството от данни, които се показват в даден момент. Те могат да бъдат приложени върху различни типове данни, като текст, числа, дати и други. Филтрите са полезни за намиране на конкретна информация или за изключване на ненужни данни от изгледа. За да приложите филтър, трябва да изберете критерии за филтриране и да ги приложите към избраните данни. Можете да приложите повече от един филтър едновременно, за да получите по-специфични резултати. Също така, можете да запазите настройките на филтрите за бъдещи използвания или да ги изчистите, за да върнете първоначалния изглед на данните."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Настройките са променени. За да ги приложите в цялата система, излезте и влезте отново."]},"OK":{"*":[", let's get started with our programming project. First, we need to define a variable to store our user's name. We'll call it \"username\" and set it equal to \"John\".\n\nДобре, нека започнем с нашия програмен проект. Първо, трябва да дефинираме променлива, която да съхранява името на нашия потребител. Ще я наречем \"потребителско име\" и ще я зададем на \"Джон\"."]}}}}