{"bg":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Работен плот"]},"Theme":{"*":["Тема"]},"Configuration":{"*":["Конфигурация"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Използвали сте този работен плот преди, искате ли да възстановите персонализацията си или да използвате оригиналната конфигурация?"]},"Original":{"*":["Оригинал"]},"Restore":{"*":["Възстановяване"]},"Confirm Theme Change":{"*":["Потвърдете промяната на темата"]},"Do you want to apply the selected theme again?":{"*":["Искате ли да приложите отново избраната тема?"]},"Yes":{"*":["Да"]},"No":{"*":["Няма"]},"Confirm Desktop Change":{"*":["Потвърдете промяната на работния плот"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Искате ли да приложите отново чиста конфигурация на този работен плот?"]},"Applying":{"*":["Прилагане"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Настройките са променени. За да ги приложите в цялата система, излезте и влезте отново."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Корекции след актуализацията"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Приложено е голямо обновление, което прави различни настройки на работния плот несъвместими. Продължете да прилагате новите настройки."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Ако имате напреднали познания за системата и предпочитате да направите настройките ръчно, не продължавайте."]},"Continue\n            ":{"*":["Продължи"]},"Select a new theme configuration:":{"*":["Изберете нова конфигурация на темата:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Изберете настройка за работния плот. Това също ще премахне персонализациите, направени в Plasma, за да се приложи нова съвместима настройка:"]},"Completed.":{"*":["Завършено."]},"Reboot now!\n                    ":{"*":["Рестартирай сега!"]},"Configuration Complete":{"*":["Конфигурацията е завършена"]},"Your theme and desktop have been configured successfully.":{"*":["Темата и работният плот са конфигурирани успешно."]},"Temas, Desktop e Ajustes":{"*":["Теми, Работен плот и Настройки"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Рестартирайте браузъра си, за да приложите промените."]},"Desempenho em modo otimizado!":{"*":["Производителност в оптимизиран режим!"]},"Desempenho em modo performance!":{"*":["Производителност в режим на изпълнение!"]},"Temas":{"*":["Теми"]},"Ajustes":{"*":["Настройки"]},"Desempenho do desktop":{"*":["Производителност на работния плот"]},"Desempenho":{"*":["Производителност"]},"Aceleração do navegador":{"*":["Ускорение на браузъра"]},"Tema dos aplicativos":{"*":["Тема на приложенията"]},"Abrir":{"*":["Отвори"]},"Fechar":{"*":["Затвори"]},"Bordas arredondadas.":{"*":["Закръглени граници."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Този тема включва прозрачности с ефекти, които могат да забавят системата на стари компютри или виртуални среди."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Класически</b>, <b>Нов</b> и <b>Модерен</b> имат по-добро представяне."]},"Renderizar o desktop via software":{"*":["Рендериране на работния плот чрез софтуер"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["Може да бъде полезно на стари компютри, но някои програми спират да работят."]},"Escolher programas a serem carregados na memória durante boot":{"*":["Избор на програми за зареждане в паметта по време на стартиране"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Предварителното зареждане зарежда файлове от програмите в паметта, за да стартират бързо. Прекомерното използване води до забавяне. Изберете желаната опция:"]},"Ligar RGB do teclado":{"*":["Свържете RGB на клавиатурата."]},"Automático":{"*":["Автоматичен"]},"Ativar":{"*":["Активиране"]},"Desativar":{"*":["Деактивиране"]},"Configurações do Brave":{"*":["Настройки на Brave"]},"Escolha a opção desejada:":{"*":["Изберете желаната опция:"]},"Remover propagandas":{"*":["Премахване на реклами"]},"Suportar criptomoedas":{"*":["Поддръжка на криптовалути"]},"Usabilidade":{"*":["Употреба"]},"Botões da janela no lado esquerdo":{"*":["Бутони на прозореца в лявата част"]},"Rolagem do mouse invertida":{"*":["Обратна превъртане на мишката"]},"Rolagem do touchpad invertida":{"*":["Обратна превъртане на тъчпада"]},"Pesquisar arquivos":{"*":["Търсене на файлове"]},"Bloquear a edição da área de trabalho ":{"*":["Блокиране на редакцията на работния плот"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Скриване на Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Включване на NumLock при стартиране на системата"]},"Tema aplicado":{"*":["Приложена тема"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Трябва да рестартирате сесията, за да завършите конфигурацията."]},"Configuração do Desktop":{"*":["Конфигурация на работния плот"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Използвали сте този компютър преди. Искате ли да възстановите персонализацията си или да използвате оригиналната конфигурация?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Необходимо е да се предостави повече контекст за превода."]},"Restaurar":{"*":["Възстановяване"]},"Desktop aplicado":{"*":["Работен плот"]},"Modo performance":{"*":["Режим на производителност"]},"BTRFS sem fsync":{"*":["BTRFS без fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Използвайки софтуерен рендеринг, качеството на прозрачността е намалено."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Внимание, ще загубите достъпа до SnapShots, сигурни ли сте, че искате да скриете grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Необходимо ли ви е помощ с възстановяването на Grub в случай на проблем?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Ще можете ли да достъпите SnapShots без достъп до графичния режим?"]},"Você está completamente seguro dessa aplicação?":{"*":["Не отговаряйте."]},"Aplicando, aguarde...":{"*":["Прилагане, изчакайте..."]},"Concluído!":{"*":["Завършено!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Избраната настолна конфигурация вече е била използвана в тази система,\nжелаете ли да възстановите използваната конфигурация?\n\nИзберете \"не\", за да използвате стандартната конфигурация на системата."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Приложената конфигурация е приложена!\n\nЗавършете сесията и влезте отново,\nза да приключите с прилагането на конфигурацията."]},"Desempenho em modo normal!":{"*":["Производителност в нормален режим!"]},"Temas e Desktop":{"*":["Теми и Работен плот"]}}}}