{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\nDesktopová aplikace"]},"Theme":{"*":[":\n\nTéma:"]},"Configuration":{"*":["file\n\nKonfigurační soubor"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Používal jste již tento počítač, chcete obnovit své přizpůsobení nebo použít původní konfiguraci?"]},"Original":{"*":["text:\n\nAs a translation expert, you have a deep understanding of programming languages and technical documentation. Please translate the following text from English (United States) to Czech, making sure to accurately translate all technical terms and programming constructs."]},"Restore":{"*":["the default settings\n\nObnovit výchozí nastavení"]},"Applying":{"*":["Filters\n\nPoužití filtrů\n\nPři použití filtrů můžete omezit množinu dat, která se zobrazí v aplikaci. Filtry mohou být aplikovány na různé typy dat, jako jsou textová pole, číselné hodnoty nebo datumy. Kombinací různých filtrů můžete vytvořit složitější omezení pro zobrazení dat.\n\nPro aplikování filtrů na textová pole můžete použít operátory, jako jsou \"rovná se\", \"obsahuje\" nebo \"začíná na\". Pro číselné hodnoty můžete použít operátory jako \"větší než\", \"menší než\" nebo \"rovná se\". Pro datumy můžete použít operátory jako \"před\", \"po\" nebo \"mezi\".\n\nPři použití filtrů je důležité si uvědomit, že každý filtr omezuje množinu dat, která se zobrazí. Proto je důležité správně kombinovat filtry a případně je odstraňovat, pokud nejsou potřebné.\n\nApplying Filters\n\nPři použití filtrů můžete omezit množinu dat, která se zobrazí v aplikaci. Filtry mohou být aplikovány na různé typy dat, jako jsou textová pole, číselné hodnoty nebo datumy. Kombinací různých filtrů můžete vytvořit složitější omezení pro zobrazení dat.\n\nPro aplikování filtrů na textová pole můžete použít operátory, jako jsou \"rovná se\", \"obsahuje\" nebo \"začíná na\". Pro číselné hodnoty můžete použít operátory jako \"větší než\", \"menší než\" nebo \"rovná se\". Pro datumy můžete použít operátory jako \"před\", \"po\" nebo \"mezi\".\n\nPři použití filtrů je důležité si uvědomit, že každý filtr omezuje množinu dat, která se zobrazí. Proto je důležité správně kombinovat filtry a případně je odstranit, pokud nejsou potřebné."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Nastavení byla změněna. Pro jejich aplikaci v celém systému se odhlaste a znovu se přihlaste."]},"OK":{"*":[", let's get started with our first program.\n\nDobře, pojďme začít s naším prvním programem."]}}}}