{"da":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Opdater justeringer efter opdatering"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["En større opdatering er blevet anvendt, hvilket gør forskellige skrivebordsindstillinger uforenelige. Fortsæt med at anvende nye indstillinger."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Hvis du har avanceret viden om systemet og foretrækker at foretage justeringerne manuelt, skal du ikke fortsætte."]},"Continue\n            ":{"*":["Fortsæt"]},"Select a new theme configuration:":{"*":["Vælg en ny tema konfiguration:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Vælg en skrivebordskonfiguration. Dette vil også fjerne tilpasninger foretaget i Plasma for at anvende en ny kompatibel konfiguration:"]},"Completed.":{"*":["Fuldført."]},"Reboot now!\n                    ":{"*":["Genstart nu!"]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har brugt denne skrivebord før, vil du genoprette din tilpasning eller bruge den originale konfiguration?"]},"Original":{"*":["Original"]},"Restore":{"*":["Gendan"]},"Confirm Theme Change":{"*":["Bekræft temaændring"]},"Do you want to apply the selected theme again?":{"*":["Vil du anvende det valgte tema igen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nej"]},"Confirm Desktop Change":{"*":["Bekræft skrivebordsændring"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vil du genanvende en ren konfiguration af den skrivebord?"]},"Applying":{"*":["Anvendelse"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Indstillingerne er blevet ændret. For at anvende dem i hele systemet, skal du logge af og logge ind igen."]},"OK":{"*":["I orden til at fortsætte, skal du vælge en fil."]},"Configuration Complete":{"*":["Konfiguration fuldført"]},"Your theme and desktop have been configured successfully.":{"*":["Dit tema og skrivebord er blevet konfigureret korrekt."]},"Desktop":{"*":["Skrivebord"]},"Theme":{"*":["Tema"]}}}}