{"biglinux-session-and-themes":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Desktop"]},"Theme":{"*":["Theme"]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Sie haben diesen Desktop zuvor verwendet. Möchten Sie Ihre individuelle Anpassung wiederherstellen oder die Originalkonfiguration verwenden?"]},"Original":{"*":["Original"]},"Restore":{"*":["Wiederherstellen"]},"Confirm Theme Change":{"*":["Theme-Änderung bestätigen"]},"Do you want to apply the selected theme again?":{"*":["Möchten Sie das ausgewählte Theme erneut anwenden?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nein"]},"Confirm Desktop Change":{"*":["Desktop-Änderung bestätigen"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Möchten Sie eine saubere Konfiguration dieses Desktops erneut anwenden?"]},"Applying":{"*":["Anwendend"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Die Einstellungen sind geändert worden. Um diese innerhalb des gesamten Systems anzuwenden, melden Sie sich ab und wieder an."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Anpassungen nach Aktualisierung"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Ein größeres Update ist angewendet worden, wodurch verschiedene Desktop-Einstellungen inkompatibel wurden. Fortfahren, um neue Einstellungen anzuwenden."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Wenn Sie über fortgeschrittene Kenntnisse des Systems verfügen und es vorziehen, die Anpassungen manuell vorzunehmen, fahren Sie nicht fort."]},"Continue\n            ":{"*":["Fortsetzen\n            "]},"Select a new theme configuration:":{"*":["Eine neue Theme-Konfiguration auswählen:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Wählen Sie eine Desktop-Konfiguration. Dies wird auch die in Plasma vorgenommenen individuellen Anpassungen entfernen, um eine neue kompatible Konfiguration anzuwenden:"]},"Completed.":{"*":["Abgeschlossen."]},"Reboot now!\n                    ":{"*":["Jetzt neu starten!\n                    "]},"Configuration Complete":{"*":["Konfiguration abgeschlossen"]},"Your theme and desktop have been configured successfully.":{"*":["Ihr Theme und Ihr Desktop sind erfolgreich konfiguriert worden."]},"Temas, Desktop e Ajustes":{"*":["Themes, Desktop und Einstellungen"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Wenn Sie einen Browser verwenden, starten Sie ihn neu, damit die Änderungen übernommen werden."]},"Desempenho em modo otimizado!":{"*":["Leistung im optimierten Modus!"]},"Desempenho em modo performance!":{"*":["Leistung im Performance-Modus!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Einstellungen"]},"Desempenho do desktop":{"*":["Desktop-Leistung"]},"Desempenho":{"*":["Leistung"]},"Aceleração do navegador":{"*":["Browser-Beschleunigung"]},"Tema dos aplicativos":{"*":["Anwendungs-Theme"]},"Abrir":{"*":["Öffnen"]},"Fechar":{"*":["Schließen"]},"Bordas arredondadas.":{"*":["Abgerundete Kanten."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Dieses Theme enthält Transparenzen mit Effekten, die<br>das System auf älteren Computern<br>oder in virtualisierten Umgebungen verlangsamen können."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Classic</b>, <b>New</b> und <b>Modern</b> bieten eine bessere Leistung."]},"Renderizar o desktop via software":{"*":["Rendering des Desktops per Software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Kann auf älteren Computern nützlich sein, aber einige Programme funktionieren nicht mehr)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Auswahl der Programme, die beim Booten in den Speicher geladen werden"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Der Preload lädt Dateien von Programmen in den Speicher, damit sie schnell starten. Übermäßige Nutzung führt zu Verlangsamung. Wählen Sie die gewünschte Option:"]},"Ligar RGB do teclado":{"*":["RGB-Tastatur anschließen"]},"Automático":{"*":["Automatisch"]},"Ativar":{"*":["Aktivieren"]},"Desativar":{"*":["Deaktivieren"]},"Configurações do Brave":{"*":["Brave-Einstellungen"]},"Escolha a opção desejada:":{"*":["Wählen Sie die gewünschte Option:"]},"Remover propagandas":{"*":["Werbung entfernen"]},"Suportar criptomoedas":{"*":["Unterstützung von Kryptowährungen"]},"Usabilidade":{"*":["Benutzerfreundlichkeit"]},"Botões da janela no lado esquerdo":{"*":["Fensterschaltflächen auf der linken Seite"]},"Rolagem do mouse invertida":{"*":["Scrollrichtung umkehren"]},"Rolagem do touchpad invertida":{"*":["Scrollrichtung des Touchpads umkehren"]},"Pesquisar arquivos":{"*":["Dateien durchsuchen"]},"Bloquear a edição da área de trabalho ":{"*":["Desktop-Bearbeitung blockieren "]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Hide Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["NumLock aktivieren beim Systemstart"]},"Tema aplicado":{"*":["Angewendetes Theme"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Es ist erforderlich, die Sitzung neu zu starten, um die Konfiguration abzuschließen."]},"Configuração do Desktop":{"*":["Desktop-Konfiguration"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Haben Sie diesen Desktop bereits verwendet? Möchten Sie Ihre Anpassungen wiederherstellen oder die Originalkonfiguration verwenden?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Nicht"]},"Restaurar":{"*":["Wiederherstellen"]},"Desktop aplicado":{"*":["Desktop-Anwendung"]},"Modo performance":{"*":["Performance-Modus"]},"BTRFS sem fsync":{"*":["BTRFS ohne fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Bei der Verwendung von Software-Rendering ist die Qualität der Transparenzen reduziert."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Vorsicht, Sie werden den Zugang zu SnapShots verlieren. Sind Sie sicher, dass Sie Grub ausblenden wollen?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Können Sie Grub im Falle eines Fehlers wiederherstellen?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Können Sie auf SnapShots zugreifen, ohne den Grafikmodus zu verwenden?"]},"Você está completamente seguro dessa aplicação?":{"*":["Sind Sie sich bei dieser Anwendung ganz sicher?"]},"Aplicando, aguarde...":{"*":["Anwenden, bitte warten Sie ..."]},"Concluído!":{"*":["Erledigt!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["\nDie ausgewählte Desktop-Konfiguration wurde bereits auf diesem System verwendet,\nmöchten Sie die bereits verwendete Konfiguration wiederherstellen?\n\nWählen Sie Nein, um die Standardkonfiguration des Systems zu verwenden.\n"]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Konfiguration angewendet!\n\nBeenden Sie die Sitzung und melden Sie\nsich erneut an, um die Konfiguration\nanzuwenden."]},"Desempenho em modo normal!":{"*":["Leistung im Normalmodus!"]},"Temas e Desktop":{"*":["Themes und Desktop"]},"BigLinux Themes":{"*":["BigLinux-Themes"]}}}}