{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Escritorio"]},"Theme":{"*":["Tema"]},"Configuration":{"*":["Configuración"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["¿Has utilizado este escritorio antes, quieres restaurar tu personalización o usar la configuración original?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restaurar"]},"Confirm Theme Change":{"*":["Confirmar Cambio de Tema"]},"Do you want to apply the selected theme again?":{"*":["¿Desea aplicar el tema seleccionado de nuevo?"]},"Yes":{"*":["Sí"]},"No":{"*":["No"]},"Confirm Desktop Change":{"*":["Confirmar Cambio de Escritorio"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["¿Desea volver a aplicar una configuración limpia de ese escritorio?"]},"Applying":{"*":["Aplicando"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["La configuración ha sido cambiada. Para aplicarla en todo el sistema, cierra sesión e inicia de nuevo."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Ajustes posteriores a la actualización"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Se ha aplicado una actualización importante, lo que hace que varias configuraciones de escritorio sean incompatibles. Procede a aplicar las nuevas configuraciones."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Si tiene conocimientos avanzados del sistema y prefiere realizar los ajustes manualmente, no proceda."]},"Continue\n            ":{"*":["Continuar"]},"Select a new theme configuration:":{"*":["Seleccionar una nueva configuración de tema:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Elija una configuración de escritorio. Esto también eliminará las personalizaciones realizadas en Plasma para aplicar una nueva configuración compatible:"]},"Completed.":{"*":["Completado."]},"Reboot now!\n                    ":{"*":["Reiniciar ahora."]},"Configuration Complete":{"*":["Configuración Completa"]},"Your theme and desktop have been configured successfully.":{"*":["Su tema y escritorio se han configurado correctamente."]},"Temas, Desktop e Ajustes":{"*":["Themes, Desktop, and Settings"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["If you are using a browser, restart it to apply the changes."]},"Desempenho em modo otimizado!":{"*":["Rendimiento en modo optimizado!"]},"Desempenho em modo performance!":{"*":["Rendimiento en modo alto!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Configuración"]},"Desempenho do desktop":{"*":["Rendimiento del escritorio"]},"Desempenho":{"*":["Rendimiento"]},"Aceleração do navegador":{"*":["Aceleración del navegador"]},"Tema dos aplicativos":{"*":["Theme of the applications"]},"Abrir":{"*":["Open"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rounded corners."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Este tema tiene transparencias con efectos que<br>pueden ralentizar el sistema en computadoras<br>antiguas o entornos virtualizados."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Clásico</b>, <b>Nuevo</b> y <b>Moderno</b> tienen un mejor rendimiento."]},"Renderizar o desktop via software":{"*":["Renderizar el escritorio a través del software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Puede ser útil en computadoras antiguas, pero algunos programas dejan de funcionar)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Seleccionar programas para cargar en la memoria durante el arranque"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["El Preload carga archivos de programas en la memoria para que inicien rápidamente. Un uso excesivo puede causar lentitud. Elija la opción deseada:"]},"Ligar RGB do teclado":{"*":["Conectar el teclado RGB"]},"Automático":{"*":["Automático"]},"Ativar":{"*":["Activar"]},"Desativar":{"*":["Desactivar"]},"Configurações do Brave":{"*":["Configuraciones de Brave"]},"Escolha a opção desejada:":{"*":["Seleccione la opción deseada:"]},"Remover propagandas":{"*":["Eliminar anuncios"]},"Suportar criptomoedas":{"*":["Soportar criptomonedas"]},"Usabilidade":{"*":["Usability"]},"Botões da janela no lado esquerdo":{"*":["Botones de la ventana en el lado izquierdo"]},"Rolagem do mouse invertida":{"*":["Invertir desplazamiento del mouse"]},"Rolagem do touchpad invertida":{"*":["Invertir desplazamiento del touchpad"]},"Pesquisar arquivos":{"*":["Buscar archivos"]},"Bloquear a edição da área de trabalho ":{"*":["Bloquear la edición del escritorio"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Ocultar Administrador de Arranque (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Activar NumLock al encender el sistema"]},"Tema aplicado":{"*":["Applied Theme"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["It is necessary to restart the session to complete the configuration."]},"Configuração do Desktop":{"*":["Configuración del escritorio"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["¿Ha utilizado este escritorio antes, desea restaurar su personalización o utilizar la configuración original?"]},"Sim":{"*":["Sim"]},"Não":{"*":["No"]},"Restaurar":{"*":["Restaurar"]},"Desktop aplicado":{"*":["Desktop aplicado"]},"Modo performance":{"*":["Modo rendimiento"]},"BTRFS sem fsync":{"*":["BTRFS sin fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Usando renderización por software, la calidad de las transparencias se ve reducida."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["¿Estás seguro de que deseas ocultar el grub? ¡Ten cuidado, perderás acceso a los SnapShots!"]},"Você saberá retornar o Grub em caso de falha?":{"*":["¿Puede restaurar el Grub en caso de fallo?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["¿Puede acceder a los SnapShots sin acceso al modo gráfico?"]},"Você está completamente seguro dessa aplicação?":{"*":["¿Estás completamente seguro de esta aplicación?"]},"Aplicando, aguarde...":{"*":["Applying, please wait..."]},"Concluído!":{"*":["¡Completado!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["La configuración de escritorio seleccionada ya ha sido utilizada en este sistema,\n¿desea restaurar la configuración previamente utilizada?\n\nSeleccione no para utilizar la configuración predeterminada del sistema."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["¡Configuración aplicada!\n\nFinalice la sesión e inicie sesión nuevamente\npara que la configuración se aplique por completo."]},"Desempenho em modo normal!":{"*":["Rendimiento en modo normal!"]},"Temas e Desktop":{"*":["Temas y Escritorio"]},"BigLinux Themes":{"*":["Temas de BigLinux"]}}}}