{"et":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Värskenduse järelkohandused"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Suur värskendus on rakendatud, muutes mitmed töölaua seaded kokkusobimatuks. Jätkake uute seadete rakendamist."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Kui teil on süsteemi kohta põhjalikud teadmised ja eelistate kohandusi teha käsitsi, ärge jätkake."]},"Continue\n            ":{"*":["Jätka"]},"Select a new theme configuration:":{"*":["Valige uus teema konfiguratsioon:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Valige töölaua seadistus. See eemaldab ka Plasma kohandused uue ühilduva seadistuse rakendamiseks:"]},"Completed.":{"*":["Valmis."]},"Reboot now!\n                    ":{"*":["Taaskäivita kohe!"]},"Configuration":{"*":["Seadistamine"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Olete seda töölaua kasutanud varem, kas soovite taastada oma kohandused või kasutada algset konfiguratsiooni?"]},"Original":{"*":["Originaal"]},"Restore":{"*":["Taasta"]},"Confirm Theme Change":{"*":["Kinnitage teema"]},"Do you want to apply the selected theme again?":{"*":["Kas soovite uuesti rakendada valitud teemat?"]},"Yes":{"*":["Noorendamine"]},"No":{"*":["Ei"]},"Confirm Desktop Change":{"*":["Kinnita töölaua vahetus"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Kas soovite selle töölaua puhta konfiguratsiooni uuesti rakendada?"]},"Applying":{"*":["Rakendamine"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Seaded on muudetud. Süsteemi rakendamiseks logige välja ja seejärel uuesti sisse."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfiguratsioon on lõpule viidud"]},"Your theme and desktop have been configured successfully.":{"*":["Teie teema ja töölaua seaded on edukalt konfigureeritud."]},"Desktop":{"*":["Töölaud"]},"Theme":{"*":["Teema"]}}}}