{"fi":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Päivityksen säädökset"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Merkittävä päivitys on otettu käyttöön, mikä tekee erilaisista työpöytäasetuksista yhteensopimattomia. Jatka uusien asetusten soveltamista."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Jos sinulla on edistynyttä tietämystä järjestelmästä ja haluat tehdä säädöt manuaalisesti, älä jatka."]},"Continue\n            ":{"*":["Jatka"]},"Select a new theme configuration:":{"*":["Valitse uusi teeman määritys:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Valitse työpöydän kokoonpano. Tämä poistaa myös Plasmassa tehdyt mukautukset uuden yhteensopivan kokoonpanon soveltamiseksi:"]},"Completed.":{"*":["Valmis."]},"Reboot now!\n                    ":{"*":["Käynnistä uudelleen nyt!"]},"Configuration":{"*":["Asetukset"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Olet käyttänyt tätä työpöytää aiemmin, haluatko palauttaa mukautuksesi vai käyttää alkuperäistä asetusta?"]},"Original":{"*":["Alkuperäinen"]},"Restore":{"*":["Palauta"]},"Confirm Theme Change":{"*":["Vahvista teeman vaihto"]},"Do you want to apply the selected theme again?":{"*":["Haluatko soveltaa valittua teemaa uudelleen?"]},"Yes":{"*":["Kyllä"]},"No":{"*":["Ei"]},"Confirm Desktop Change":{"*":["Vahvista työpöydän vaihto"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Haluatko soveltaa puhdasta asetuskonfiguraatiota tuolle työpöydälle?"]},"Applying":{"*":["Soveltaminen"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Asetukset on muutettu. Jotta ne otetaan käyttöön koko järjestelmässä, kirjaudu ulos ja kirjaudu uudelleen sisään."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Asetukset valmiit"]},"Your theme and desktop have been configured successfully.":{"*":["Teemasi ja työpöytäsi on määritetty onnistuneesti."]},"Desktop":{"*":["Työpöytä"]},"Theme":{"*":["Teema"]}}}}