{"fr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Bureau"]},"Theme":{"*":["Thème"]},"Configuration":{"*":["Configuration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Vous avez déjà utilisé ce bureau, voulez-vous restaurer votre personnalisation ou utiliser la configuration d'origine ?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restaurer"]},"Confirm Theme Change":{"*":["Confirmer le changement de thème"]},"Do you want to apply the selected theme again?":{"*":["Voulez-vous appliquer à nouveau le thème sélectionné ?"]},"Yes":{"*":["Oui"]},"No":{"*":["Non"]},"Confirm Desktop Change":{"*":["Confirmer le changement de bureau"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Voulez-vous réappliquer une configuration propre de ce bureau ?"]},"Applying":{"*":["Appliquer"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Les paramètres ont été modifiés. Pour les appliquer dans tout le système, déconnectez-vous et reconnectez-vous."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Ajustements après la mise à jour"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Une mise à jour majeure a été appliquée, rendant divers paramètres de bureau incompatibles. Procédez à l'application des nouveaux paramètres."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Si vous avez des connaissances avancées du système et préférez effectuer les ajustements manuellement, ne continuez pas."]},"Continue\n            ":{"*":["Continuer"]},"Select a new theme configuration:":{"*":["Sélectionnez une nouvelle configuration de thème :"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Choisissez une configuration de bureau. Cela supprimera également les personnalisations apportées dans Plasma pour appliquer une nouvelle configuration compatible :"]},"Completed.":{"*":["Terminé."]},"Reboot now!\n                    ":{"*":["Redémarrer maintenant !"]},"Configuration Complete":{"*":["Configuration terminée"]},"Your theme and desktop have been configured successfully.":{"*":["Votre thème et votre bureau ont été configurés avec succès."]},"Temas, Desktop e Ajustes":{"*":["Thèmes, Bureau et Paramètres"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Si vous utilisez un navigateur, redémarrez-le pour appliquer les modifications."]},"Desempenho em modo otimizado!":{"*":["Performance en mode optimisé!"]},"Desempenho em modo performance!":{"*":["Performance en mode performance!"]},"Temas":{"*":["Thèmes"]},"Ajustes":{"*":["Paramètres"]},"Desempenho do desktop":{"*":["Performance du bureau"]},"Desempenho":{"*":["Performance"]},"Aceleração do navegador":{"*":["Acceleration du navigateur"]},"Tema dos aplicativos":{"*":["Thème des applications"]},"Abrir":{"*":["Ouvrir"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rounded corners."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Ce thème contient des transparences avec des effets qui peuvent ralentir le système sur les anciens ordinateurs ou les environnements virtualisés."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Classique</b>, <b>Nouveau</b> et <b>Modernel</b> ont de meilleures performances."]},"Renderizar o desktop via software":{"*":["Rendu du bureau via logiciel"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Peut être utile sur les anciens ordinateurs, mais certains programmes peuvent cesser de fonctionner)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Choisir les programmes à charger en mémoire lors du démarrage"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Le préchargement charge les fichiers des programmes en mémoire pour un démarrage rapide. Une utilisation excessive peut entraîner des ralentissements. Choisissez l'option souhaitée :"]},"Ligar RGB do teclado":{"*":["Connecter le clavier RGB"]},"Automático":{"*":["Automatic"]},"Ativar":{"*":["Activer"]},"Desativar":{"*":["Désactiver"]},"Configurações do Brave":{"*":["Paramètres de Brave"]},"Escolha a opção desejada:":{"*":["Choisissez l'option souhaitée :"]},"Remover propagandas":{"*":["Supprimer les publicités"]},"Suportar criptomoedas":{"*":["Supporter les cryptomonnaies"]},"Usabilidade":{"*":["Usability"]},"Botões da janela no lado esquerdo":{"*":["Buttons de la fenêtre sur le côté gauche"]},"Rolagem do mouse invertida":{"*":["Inversion de defilement de la souris"]},"Rolagem do touchpad invertida":{"*":["Inversion de défilement du touchpad"]},"Pesquisar arquivos":{"*":["Rechercher des fichiers"]},"Bloquear a edição da área de trabalho ":{"*":["Verrouiller l'édition du bureau"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Masquer le gestionnaire de démarrage (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Thème appliqué"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Il est nécessaire de redémarrer la session pour terminer la configuration."]},"Configuração do Desktop":{"*":["Configuration du bureau"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Avez-vous déjà utilisé ce bureau auparavant, souhaitez-vous restaurer votre personnalisation ou utiliser la configuration d'origine ?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Non"]},"Restaurar":{"*":["Restaurer"]},"Desktop aplicado":{"*":["Application de bureau"]},"Modo performance":{"*":["Mode performance"]},"BTRFS sem fsync":{"*":["BTRFS sem fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["En utilisant le rendu logiciel, la qualité des transparences est réduite."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Attention, you will lose access to SnapShots, are you sure you want to hide the grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Vous saurez restaurer Grub en cas d'échec ?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Vous saurez accéder aux SnapShots sans accès au mode graphique?"]},"Você está completamente seguro dessa aplicação?":{"*":["Êtes-vous entièrement sûr de cette application ?"]},"Aplicando, aguarde...":{"*":["Applying, please wait..."]},"Concluído!":{"*":["Terminé !"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["La configuration de bureau sélectionnée a déjà été utilisée dans ce système,\nvoulez-vous restaurer la configuration précédemment utilisée?\n\nSélectionnez non pour utiliser la configuration par défaut du système."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Configuration applied!\n\nEnd the session and log in again\nso the configuration can finish\nbeing applied."]},"Desempenho em modo normal!":{"*":["Performance en mode normal!"]},"Temas e Desktop":{"*":["Thèmes et Bureau"]},"BigLinux Themes":{"*":["Thèmes BigLinux"]}}}}