{"fr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Ajustements après la mise à jour"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Une mise à jour majeure a été appliquée, rendant divers paramètres de bureau incompatibles. Procédez à l'application des nouveaux paramètres."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Si vous avez des connaissances avancées du système et préférez effectuer les ajustements manuellement, ne continuez pas."]},"Continue\n            ":{"*":["Continuer"]},"Select a new theme configuration:":{"*":["Sélectionnez une nouvelle configuration de thème :"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Choisissez une configuration de bureau. Cela supprimera également les personnalisations apportées dans Plasma pour appliquer une nouvelle configuration compatible :"]},"Completed.":{"*":["Terminé."]},"Reboot now!\n                    ":{"*":["Redémarrer maintenant !"]},"Configuration":{"*":["Configuration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Vous avez déjà utilisé ce bureau, voulez-vous restaurer votre personnalisation ou utiliser la configuration d'origine ?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restaurer"]},"Confirm Theme Change":{"*":["Confirmer le changement de thème"]},"Do you want to apply the selected theme again?":{"*":["Voulez-vous appliquer à nouveau le thème sélectionné ?"]},"Yes":{"*":["Oui"]},"No":{"*":["Non"]},"Confirm Desktop Change":{"*":["Confirmer le changement de bureau"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Voulez-vous réappliquer une configuration propre de ce bureau ?"]},"Applying":{"*":["Appliquer"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Les paramètres ont été modifiés. Pour les appliquer dans tout le système, déconnectez-vous et reconnectez-vous."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configuration terminée"]},"Your theme and desktop have been configured successfully.":{"*":["Votre thème et votre bureau ont été configurés avec succès."]},"Desktop":{"*":["Bureau"]},"Theme":{"*":["Thème"]}}}}