{"C":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Application\n\n\nRadna aplikacija"]},"Theme":{"*":[":\n\nTema:"]},"Configuration":{"*":["file\n\nKonfiguracijska datoteka"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Koristili ste ovaj radni stol prije, želite li vratiti svoje prilagodbe ili koristiti originalnu konfiguraciju?"]},"Original":{"*":["text:\n\n\"You can use a for loop to iterate through a list of items and perform a specific action on each item. The syntax for a for loop in Python is: for item in list:\"\n\nHrvatski prijevod:\n\n\"Možete koristiti for petlju za iteriranje kroz listu stavki i izvršavanje određene radnje na svakoj stavci. Sintaksa za for petlju u Pythonu je: for stavka in lista:\""]},"Restore":{"*":["the database\n\nVrati bazu podataka"]},"Applying":{"*":["Filters\n\nPrimjenjivanje filtara\n\nFilters are a powerful tool for manipulating and organizing data in programming languages. They allow you to selectively extract, modify, or remove elements from a data set based on specific criteria.\n\nFiltri su moćan alat za manipuliranje i organiziranje podataka u programskim jezicima. Omogućuju vam selektivno izdvajanje, modificiranje ili uklanjanje elemenata iz skupa podataka na temelju određenih kriterija."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Postavke su promijenjene. Da biste ih primijenili u cijelom sustavu, odjavite se i ponovno se prijavite."]},"OK":{"*":["vir za testiranje jedinica je alat koji se koristi za automatizaciju testiranja jedinica u programiranju. On omogućava programerima da pojedinačne dijelove koda testiraju izolirano, što pomaže u pronalaženju i ispravljanju grešaka u programu. Okvir za testiranje jedinica obično se sastoji od biblioteke funkcija i alata za izvođenje testova. Neki od popularnih okvira za testiranje jedinica su JUnit za Java, NUnit za .NET i PHPUnit za PHP.\n\nUnit testing framework je alat koji se koristi za automatizaciju testiranja jedinica u programiranju. On omogućava programerima da pojedinačne dijelove koda testiraju izolirano, što pomaže u pronalaženju i ispravljanju grešaka u programu. Unit testing framework obično se sastoji od biblioteke funkcija i alata za izvođenje testova. Neki od popularnih unit testing frameworka su JUnit za Java, NUnit za .NET i PHPUnit za PHP."]}}}}