{"hr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Prilagodbe nakon ažuriranja"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Napravljena je velika nadogradnja, zbog čega su različite postavke radne površine nekompatibilne. Nastavite s primjenom novih postavki."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Ako imate napredno znanje sustava i radije biste ručno napravili prilagodbe, nemojte nastaviti."]},"Continue\n            ":{"*":["Nastavi"]},"Select a new theme configuration:":{"*":["Odaberite novu konfiguraciju teme:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Odaberite konfiguraciju radne površine. To će također ukloniti prilagodbe napravljene u Plasmi kako bi se primijenila nova kompatibilna konfiguracija:"]},"Completed.":{"*":["Dovršeno."]},"Reboot now!\n                    ":{"*":["Ponovno pokreni sada!"]},"Configuration":{"*":["Konfiguracija"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Koristili ste ovu radnu površinu prije, želite li vratiti svoje prilagodbe ili koristiti originalnu konfiguraciju?"]},"Original":{"*":["Izvorno"]},"Restore":{"*":["Obnovi"]},"Confirm Theme Change":{"*":["Potvrdi promjenu teme"]},"Do you want to apply the selected theme again?":{"*":["Želite li ponovno primijeniti odabrani temu?"]},"Yes":{"*":["Da"]},"No":{"*":["Ne"]},"Confirm Desktop Change":{"*":["Potvrdi promjenu radne površine"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Želite li ponovno primijeniti čistu konfiguraciju tog radnog stola?"]},"Applying":{"*":["Primjena"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Postavke su promijenjene. Da biste ih primijenili u cijelom sustavu, odjavite se i ponovno prijavite."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Konfiguracija dovršena"]},"Your theme and desktop have been configured successfully.":{"*":["Vaša tema i radna površina uspješno su konfigurirane."]},"Desktop":{"*":["Radna površina"]},"Theme":{"*":["Tema"]}}}}