{"it":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Desktop"]},"Theme":{"*":["Tema"]},"Configuration":{"*":["Configurazione"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Hai utilizzato questo desktop in precedenza, desideri ripristinare la tua personalizzazione o utilizzare la configurazione originale?"]},"Original":{"*":["Originale"]},"Restore":{"*":["Ripristina"]},"Confirm Theme Change":{"*":["Conferma Cambio Tema"]},"Do you want to apply the selected theme again?":{"*":["Vuoi applicare nuovamente il tema selezionato?"]},"Yes":{"*":["Sì"]},"No":{"*":["No"]},"Confirm Desktop Change":{"*":["Conferma Cambio Desktop"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vuoi riapplicare una configurazione pulita di quella scrivania?"]},"Applying":{"*":["Applicazione"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Le impostazioni sono state modificate. Per applicarle in tutto il sistema, disconnettersi e riconnettersi."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Aggiustamenti dopo l'aggiornamento"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["È stata applicata un'importante aggiornamento, rendendo vari settaggi del desktop incompatibili. Procedere con l'applicazione dei nuovi settaggi."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Se si dispone di conoscenze avanzate del sistema e si preferisce apportare manualmente le modifiche, non procedere."]},"Continue\n            ":{"*":["Continua"]},"Select a new theme configuration:":{"*":["Seleziona una nuova configurazione del tema:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Scegli una configurazione desktop. Questo rimuoverà anche le personalizzazioni apportate in Plasma per applicare una nuova configurazione compatibile:"]},"Completed.":{"*":["Completato."]},"Reboot now!\n                    ":{"*":["Riavvia ora!"]},"Configuration Complete":{"*":["Configurazione completata"]},"Your theme and desktop have been configured successfully.":{"*":["Il tema e il desktop sono stati configurati con successo."]},"Temas, Desktop e Ajustes":{"*":["Themes, Desktop, and Settings"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["If you are using a browser, restart it to apply the changes."]},"Desempenho em modo otimizado!":{"*":["Performance in optimized mode!"]},"Desempenho em modo performance!":{"*":["Prestazioni in modalità performance!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Impostazioni"]},"Desempenho do desktop":{"*":["Prestazioni del desktop"]},"Desempenho":{"*":["Performance"]},"Aceleração do navegador":{"*":["Browser acceleration"]},"Tema dos aplicativos":{"*":["Application Theme"]},"Abrir":{"*":["Apri"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rounded corners."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Questo tema ha trasparenze con effetti che<br>possono rallentare il sistema su computer<br>datati o ambienti virtualizzati."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Classico</b>, <b>Nuovo</b> e <b>Moderno</b> hanno prestazioni migliori."]},"Renderizar o desktop via software":{"*":["Renderizzare il desktop tramite software"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Potrebbe essere utile su computer datati, ma alcuni programmi potrebbero smettere di funzionare)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Select programs to be loaded into memory during boot"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Il Preload carica i file dei programmi in memoria in modo che si avviino rapidamente. Un uso eccessivo può causare rallentamenti. Scegli l'opzione desiderata:"]},"Ligar RGB do teclado":{"*":["Connect RGB keyboard"]},"Automático":{"*":["Automatico"]},"Ativar":{"*":["Activate"]},"Desativar":{"*":["Disattivare"]},"Configurações do Brave":{"*":["Impostazioni di Brave"]},"Escolha a opção desejada:":{"*":["Choose the desired option:"]},"Remover propagandas":{"*":["Rimuovere pubblicità"]},"Suportar criptomoedas":{"*":["Supportare criptovalute"]},"Usabilidade":{"*":["Usability"]},"Botões da janela no lado esquerdo":{"*":["Buttons on the window on the left side"]},"Rolagem do mouse invertida":{"*":["Inverti lo scorrimento del mouse"]},"Rolagem do touchpad invertida":{"*":["Inversione dello scorrimento del touchpad"]},"Pesquisar arquivos":{"*":["Cercare file"]},"Bloquear a edição da área de trabalho ":{"*":["Lock desktop editing"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Hide Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Applied Theme"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["It is necessary to restart the session to complete the configuration."]},"Configuração do Desktop":{"*":["Desktop Configuration"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Hai già utilizzato questa scrivania in precedenza, desideri ripristinare la personalizzazione o utilizzare la configurazione originale?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Non rispondere"]},"Restaurar":{"*":["Restore"]},"Desktop aplicado":{"*":["Applicazione desktop"]},"Modo performance":{"*":["Modalità prestazioni"]},"BTRFS sem fsync":{"*":["BTRFS senza fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Utilizzando il rendering software, la qualità delle trasparenze è ridotta."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Careful you will lose access to SnapShots, are you sure you want to hide the grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["You will be able to restore Grub in case of failure?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["You will be able to access SnapShots without access to the Graphical mode?"]},"Você está completamente seguro dessa aplicação?":{"*":["No, I'm not completely sure about this application."]},"Aplicando, aguarde...":{"*":["Applicando, attendere..."]},"Concluído!":{"*":["Completato!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["La configurazione desktop selezionata è già stata utilizzata in questo sistema,\ndesideri ripristinare la configurazione già utilizzata?\n\nSeleziona \"no\" per utilizzare la configurazione predefinita del sistema."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Configuration applied!\n\nPlease log out and log back in for the configuration to take effect."]},"Desempenho em modo normal!":{"*":["Prestazioni in modalità normale!"]},"Temas e Desktop":{"*":["Temi e Desktop"]}}}}