{"ja":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["デスクトップ"]},"Theme":{"*":["テーマ"]},"Configuration":{"*":["構成"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["このデスクトップを以前に使用したことがあります。カスタマイズを復元しますか、それとも元の構成を使用しますか？"]},"Original":{"*":["オリジナル"]},"Restore":{"*":["復元"]},"Confirm Theme Change":{"*":["テーマ変更を確認"]},"Do you want to apply the selected theme again?":{"*":["選択したテーマを再度適用しますか？"]},"Yes":{"*":["はい"]},"No":{"*":["いいえ"]},"Confirm Desktop Change":{"*":["デスクトップの変更を確認"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["そのデスクトップのクリーンな構成を再適用しますか？"]},"Applying":{"*":["適用"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["設定が変更されました。システム全体に適用するには、ログオフして再ログインしてください。"]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["更新後の調整"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["メジャーアップデートが適用され、さまざまなデスクトップ設定が非互換になりました。新しい設定を適用してください。"]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["システムの高度な知識をお持ちで、手動で調整を行いたい場合は、続行しないでください。"]},"Continue\n            ":{"*":["続行"]},"Select a new theme configuration:":{"*":["新しいテーマ構成を選択してください:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["デスクトップ構成を選択してください。これにより、Plasmaで行ったカスタマイズが削除され、新しい互換性のある構成が適用されます。"]},"Completed.":{"*":["完了しました。"]},"Reboot now!\n                    ":{"*":["今すぐ再起動！"]},"Configuration Complete":{"*":["構成完了"]},"Your theme and desktop have been configured successfully.":{"*":["テーマとデスクトップが正常に設定されました。"]},"Temas, Desktop e Ajustes":{"*":["テーマ、デスクトップ、設定"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["ブラウザを使用している場合は、変更を適用するために再起動してください。"]},"Desempenho em modo otimizado!":{"*":["パフォーマンスが最適化されました！"]},"Desempenho em modo performance!":{"*":["パフォーマンスモードでのパフォーマンス！"]},"Temas":{"*":["テーマ"]},"Ajustes":{"*":["設定"]},"Desempenho do desktop":{"*":["デスクトップのパフォーマンス"]},"Desempenho":{"*":["パフォーマンス"]},"Aceleração do navegador":{"*":["ブラウザの加速"]},"Tema dos aplicativos":{"*":["アプリケーションのテーマ"]},"Abrir":{"*":["オープン"]},"Fechar":{"*":["閉じる"]},"Bordas arredondadas.":{"*":["角丸"]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["このテーマには、古いコンピュータや仮想環境でシステムを遅くする可能性がある効果を持つ透明度があります。"]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>クラシック</b>、<b>ニュー</b>、<b>モダン</b> がパフォーマンスが向上しています。"]},"Renderizar o desktop via software":{"*":["デスクトップをソフトウェアでレンダリングする"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Please note that this may be useful on older computers, but some programs may stop working)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["ブート時にメモリにロードするプログラムを選択する"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["プリロードはプログラムファイルをメモリに読み込んで、素早く起動するようにします。過剰な使用は遅延を引き起こす可能性があります。選択してください："]},"Ligar RGB do teclado":{"*":["キーボードのRGBをオンにする"]},"Automático":{"*":["自動"]},"Ativar":{"*":["有効にする"]},"Desativar":{"*":["無効化"]},"Configurações do Brave":{"*":["Braveの設定"]},"Escolha a opção desejada:":{"*":["選択したいオプションを選択してください："]},"Remover propagandas":{"*":["広告を削除"]},"Suportar criptomoedas":{"*":["暗号通貨のサポート"]},"Usabilidade":{"*":["Usability"]},"Botões da janela no lado esquerdo":{"*":["ウィンドウのボタンを左側に配置"]},"Rolagem do mouse invertida":{"*":["マウススクロールの反転"]},"Rolagem do touchpad invertida":{"*":["タッチパッドのスクロールを逆にする"]},"Pesquisar arquivos":{"*":["ファイルを検索"]},"Bloquear a edição da área de trabalho ":{"*":["デスクトップの編集をブロックする"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["GRUB管理者を非表示"]},"Ativar o NumLock ao ligar o sistema":{"*":["システム起動時にNumLockを有効にする"]},"Tema aplicado":{"*":["テーマが適用されました"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["セッションを再起動して設定を完了してください。"]},"Configuração do Desktop":{"*":["デスクトップの設定"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["このデスクトップを以前に使用したことがありますか、カスタマイズを復元しますか、それとも元の設定を使用しますか？"]},"Sim":{"*":["Sim"]},"Não":{"*":["N/A"]},"Restaurar":{"*":["復元"]},"Desktop aplicado":{"*":["デスクトップアプリ"]},"Modo performance":{"*":["パフォーマンスモード"]},"BTRFS sem fsync":{"*":["BTRFSセムfsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["ソフトウェアレンダリングを使用すると、透明度の品質が低下します。"]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Are you sure you want to hide the grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Do you know how to restore Grub in case of failure?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Do you know how to access SnapShots without access to the Graphical mode?"]},"Você está completamente seguro dessa aplicação?":{"*":["Are you completely sure about this application?"]},"Aplicando, aguarde...":{"*":["処理中、お待ちください..."]},"Concluído!":{"*":["完了しました！"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["選択したデスクトップ構成はすでにこのシステムで使用されています。使用済みの構成を復元しますか？\n\nシステムのデフォルト構成を使用するには「いいえ」を選択してください。"]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["セッティングが適用されました！\n\nセッションを終了し、再度ログインして\n設定が完了するのを確認してください。"]},"Desempenho em modo normal!":{"*":["通常モードでのパフォーマンス！"]},"Temas e Desktop":{"*":["テーマとデスクトップ"]},"BigLinux Themes":{"*":["BigLinux テーマ"]}}}}