{"nl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Aanpassingen na update"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Een belangrijke update is toegepast, waardoor verschillende desktopinstellingen niet compatibel zijn. Ga verder met het toepassen van nieuwe instellingen."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Als u geavanceerde kennis heeft van het systeem en de aanpassingen liever handmatig wilt doen, ga dan niet verder."]},"Continue\n            ":{"*":["Doorgaan"]},"Select a new theme configuration:":{"*":["Selecteer een nieuwe themaconfiguratie:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Kies een bureaubladconfiguratie. Dit zal ook aanpassingen verwijderen die in Plasma zijn gemaakt om een nieuwe compatibele configuratie toe te passen:"]},"Completed.":{"*":["Voltooid."]},"Reboot now!\n                    ":{"*":["Nu opnieuw opstarten!"]},"Configuration":{"*":["Configuratie"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["U heeft deze desktop eerder gebruikt, wilt u uw aanpassingen herstellen of de oorspronkelijke configuratie gebruiken?"]},"Original":{"*":["Origineel"]},"Restore":{"*":["Herstellen"]},"Confirm Theme Change":{"*":["Bevestig themawijziging"]},"Do you want to apply the selected theme again?":{"*":["Wil je het geselecteerde thema opnieuw toepassen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nee"]},"Confirm Desktop Change":{"*":["Bevestig bureaubladwijziging"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Wil je een schone configuratie van dat bureaublad opnieuw toepassen?"]},"Applying":{"*":["Toepassen"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["De instellingen zijn gewijzigd. Om ze in het hele systeem toe te passen, log uit en log opnieuw in."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configuratie voltooid"]},"Your theme and desktop have been configured successfully.":{"*":["Uw thema en bureaublad zijn succesvol geconfigureerd."]},"Desktop":{"*":["Bureaublad"]},"Theme":{"*":["Thema"]}}}}