{"no":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Skrivebord"]},"Theme":{"*":["Tema"]},"Configuration":{"*":["Konfigurasjon"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har brukt denne skrivebordet tidligere, vil du gjenopprette tilpassingen din eller bruke den opprinnelige konfigurasjonen?"]},"Original":{"*":["Original"]},"Restore":{"*":["Gjenopprett"]},"Confirm Theme Change":{"*":["Bekreft temaendring"]},"Do you want to apply the selected theme again?":{"*":["Vil du bruke det valgte temaet igjen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nei"]},"Confirm Desktop Change":{"*":["Bekreft skrivebordsendring"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vil du gjenopprette en ren konfigurasjon av skrivebordet?"]},"Applying":{"*":["Søker..."]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Innstillingene har blitt endret. For å bruke dem i hele systemet, logg av og deretter på igjen."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Justeringer etter oppdatering"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["En større oppdatering har blitt gjennomført, noe som gjør ulike skrivebordsinnstillinger uforenlige. Fortsett for å bruke de nye innstillingene."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Hvis du har avansert kunnskap om systemet og foretrekker å gjøre justeringene manuelt, ikke fortsett."]},"Continue\n            ":{"*":["Fortsett"]},"Select a new theme configuration:":{"*":["Velg en ny tema konfigurasjon:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Velg en skrivebordskonfigurasjon. Dette vil også fjerne tilpasninger gjort i Plasma for å bruke en ny kompatibel konfigurasjon:"]},"Completed.":{"*":["Fullført."]},"Reboot now!\n                    ":{"*":["Start på nytt nå!"]},"Configuration Complete":{"*":["Konfigurasjon fullført"]},"Your theme and desktop have been configured successfully.":{"*":["Ditt tema og skrivebord er konfigurert vellykket."]},"Temas, Desktop e Ajustes":{"*":["Themes, Desktop, and Settings"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["If you are using a browser, restart it to apply the changes."]},"Desempenho em modo otimizado!":{"*":["Ytelse i optimalisert modus!"]},"Desempenho em modo performance!":{"*":["Ytelse i performance-modus!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Innstillinger"]},"Desempenho do desktop":{"*":["Desktopytelse"]},"Desempenho":{"*":["Ytelse"]},"Aceleração do navegador":{"*":["Nettleserakselerasjon"]},"Tema dos aplicativos":{"*":["Application theme"]},"Abrir":{"*":["Åpne"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rounded corners."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Denne malen har gjennomsiktighetseffekter som kan gjøre systemet tregt på eldre datamaskiner eller virtualiserte miljøer."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klassisk</b>, <b>Ny</b> og <b>Moderne</b> har bedre ytelse."]},"Renderizar o desktop via software":{"*":["Render desktop via programvare"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Please note that this may be useful on older computers, but some programs may stop working)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Velg programmer som skal lastes inn i minnet under oppstart"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["O Preload loads program files into memory for quick startup. Excessive usage can slow down your system. Choose your desired option:"]},"Ligar RGB do teclado":{"*":["Connect RGB keyboard"]},"Automático":{"*":["Automatisk"]},"Ativar":{"*":["Aktiver"]},"Desativar":{"*":["Deactivate"]},"Configurações do Brave":{"*":["Innstillinger for Brave"]},"Escolha a opção desejada:":{"*":["Velg ønsket alternativ:"]},"Remover propagandas":{"*":["Fjern reklame"]},"Suportar criptomoedas":{"*":["Støtte for kryptovalutaer"]},"Usabilidade":{"*":["Brukervennlighet"]},"Botões da janela no lado esquerdo":{"*":["Knapper for vinduet på venstre side"]},"Rolagem do mouse invertida":{"*":["Inverter rolagem do mouse"]},"Rolagem do touchpad invertida":{"*":["Inverter rullefeltretning"]},"Pesquisar arquivos":{"*":["Søk etter filer"]},"Bloquear a edição da área de trabalho ":{"*":["Lås skrivebordsredigering"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Skjul oppstartshåndtereren (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Applied Theme"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["It is necessary to restart the session to complete the configuration."]},"Configuração do Desktop":{"*":["Konfigurasjon av skrivebordet"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Har du brukt denne skrivebordet før, vil du gjenopprette tilpassingen din eller bruke den opprinnelige konfigurasjonen?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Nei"]},"Restaurar":{"*":["Gjenopprette"]},"Desktop aplicado":{"*":["Skrivebordsprogram"]},"Modo performance":{"*":["Modus for ytelse"]},"BTRFS sem fsync":{"*":["BTRFS uten fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Ved bruk av programvarebasert rendering, er kvaliteten på gjennomsiktighetene redusert."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Careful you will lose access to SnapShots, are you sure you want to hide the grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Kan du gjenopprette Grub ved feil?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Du vet hvordan du får tilgang til SnapShots uten grafisk modus?"]},"Você está completamente seguro dessa aplicação?":{"*":["Er du helt sikker på denne applikasjonen?"]},"Aplicando, aguarde...":{"*":["Applying, please wait..."]},"Concluído!":{"*":["Fullført!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Den valgte skrivebordskonfigurasjonen er allerede brukt i dette systemet, vil du gjenopprette den tidligere brukte konfigurasjonen?\n\nVelg nei for å bruke systemets standardkonfigurasjon."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Konfigurasjonen er brukt!\n\nLogg ut og logg inn på nytt\nfor at konfigurasjonen skal fullføres."]},"Desempenho em modo normal!":{"*":["Ytelse i normal modus!"]},"Temas e Desktop":{"*":["Temaer og Skrivebord"]}}}}