{"pt":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Ajustes pós-atualização"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Uma atualização importante foi aplicada, tornando várias configurações de desktop incompatíveis. Prossiga para aplicar as novas configurações."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Se tiver conhecimento avançado do sistema e preferir fazer os ajustes manualmente, não prossiga."]},"Continue\n            ":{"*":["Continuar"]},"Select a new theme configuration:":{"*":["Selecione uma nova configuração de tema:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Escolha uma configuração de desktop. Isso também removerá personalizações feitas no Plasma para aplicar uma nova configuração compatível:"]},"Completed.":{"*":["Concluído."]},"Reboot now!\n                    ":{"*":["Reiniciar agora!"]},"Configuration":{"*":["Configuração"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Você já usou esta área de trabalho antes, deseja restaurar sua personalização ou usar a configuração original?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restaurar"]},"Confirm Theme Change":{"*":["Confirmar Alteração de Tema"]},"Do you want to apply the selected theme again?":{"*":["Deseja aplicar o tema selecionado novamente?"]},"Yes":{"*":["Sim"]},"No":{"*":["Não"]},"Confirm Desktop Change":{"*":["Confirmar Alteração de Ambiente de Trabalho"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Deseja reaplicar uma configuração limpa da área de trabalho?"]},"Applying":{"*":["Aplicando"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["As configurações foram alteradas. Para aplicá-las em todo o sistema, faça logoff e entre novamente."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configuração Completa"]},"Your theme and desktop have been configured successfully.":{"*":["Seu tema e área de trabalho foram configurados com sucesso."]},"Desktop":{"*":["Ambiente de trabalho"]},"Theme":{"*":["Tema"]}}}}