{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Ajustări post actualizare"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["A fost aplicată o actualizare majoră, făcând diverse setări de desktop incompatibile. Continuați să aplicați noile setări."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Dacă aveți cunoștințe avansate despre sistem și preferați să faceți ajustările manual, nu continuați."]},"Continue\n            ":{"*":["Continua"]},"Select a new theme configuration:":{"*":["Selectați o nouă configurație a temei:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Alege o configurație de desktop. Aceasta va elimina și personalizările făcute în Plasma pentru a aplica o nouă configurație compatibilă:"]},"Completed.":{"*":["Finalizat."]},"Reboot now!\n                    ":{"*":["Reporniți acum!"]},"Configuration":{"*":["Configurare"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ați utilizat acest desktop anterior, doriți să restaurați personalizarea sau să utilizați configurația originală?"]},"Original":{"*":["Original"]},"Restore":{"*":["Restabilire"]},"Confirm Theme Change":{"*":["Confirmați schimbarea temei"]},"Do you want to apply the selected theme again?":{"*":["Doriți să aplicați din nou tema selectată?"]},"Yes":{"*":["Da"]},"No":{"*":["Nu"]},"Confirm Desktop Change":{"*":["Confirmați schimbarea desktop-ului"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Doriți să reaplicați o configurație curată a acelui desktop?"]},"Applying":{"*":["Aplicare"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Setările au fost schimbate. Pentru a le aplica în întregul sistem, deconectați-vă și reconectați-vă."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Configurare completă"]},"Your theme and desktop have been configured successfully.":{"*":["Tema și desktopul au fost configurate cu succes."]},"Desktop":{"*":["Desktop"]},"Theme":{"*":["Temă"]}}}}