{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Настройки после обновления"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Было применено крупное обновление, из-за чего некоторые настройки рабочего стола стали несовместимы. Продолжить и применить новые настройки."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Если у вас есть продвинутые знания системы и вы предпочитаете вносить настройки вручную, не продолжайте."]},"Continue\n            ":{"*":["Продолжить"]},"Select a new theme configuration:":{"*":["Выберите новую конфигурацию темы:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Выберите конфигурацию рабочего стола. Это также удалит настройки, сделанные в Plasma, чтобы применить новую совместимую конфигурацию:"]},"Completed.":{"*":["Завершено."]},"Reboot now!\n                    ":{"*":["Перезагрузить сейчас!"]},"Configuration":{"*":["Конфигурация"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Вы уже использовали этот рабочий стол ранее. Хотите восстановить свои настройки или использовать оригинальную конфигурацию?"]},"Original":{"*":["Оригинал"]},"Restore":{"*":["Восстановить"]},"Confirm Theme Change":{"*":["Подтвердить изменение темы"]},"Do you want to apply the selected theme again?":{"*":["Хотите применить выбранную тему снова?"]},"Yes":{"*":["Да"]},"No":{"*":["Нет"]},"Confirm Desktop Change":{"*":["Подтвердить изменение рабочего стола"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Хотите повторно применить чистую конфигурацию этого рабочего стола?"]},"Applying":{"*":["Применение"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Настройки были изменены. Чтобы применить их во всей системе, выйдите из учетной записи и войдите снова."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Конфигурация завершена"]},"Your theme and desktop have been configured successfully.":{"*":["Ваша тема и рабочий стол были успешно настроены."]},"Desktop":{"*":["Рабочий стол"]},"Theme":{"*":["Тема"]}}}}