{"sk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Pracovná plocha"]},"Theme":{"*":["Téma"]},"Configuration":{"*":["Konfigurácia"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Tento pracovný plochu ste už použili, chcete obnoviť vaše prispôsobenie alebo použiť pôvodnú konfiguráciu?"]},"Original":{"*":["Pôvodný"]},"Restore":{"*":["Obnoviť"]},"Confirm Theme Change":{"*":["Potvrdiť zmenu témy"]},"Do you want to apply the selected theme again?":{"*":["Chcete znova použiť vybranú tému?"]},"Yes":{"*":["Áno"]},"No":{"*":["Nie"]},"Confirm Desktop Change":{"*":["Potvrďte zmenu pracovnej plochy"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Chcete znovu aplikovať čistú konfiguráciu toho pracovného stola?"]},"Applying":{"*":["Použitie"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Nastavenia boli zmenené. Pre ich aplikovanie v celom systéme sa odhláste a znova prihláste."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Úpravy po aktualizácii"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Bolí sa aplikovala hlavná aktualizácia, ktorá spôsobila nekompatibilitu rôznych nastavení plochy. Pokračujte v aplikovaní nových nastavení."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Ak máte pokročilé znalosti systému a uprednostňujete manuálne úpravy, nepokračujte."]},"Continue\n            ":{"*":["Pokračovať"]},"Select a new theme configuration:":{"*":["Vyberte novú konfiguráciu témy:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Vyberte konfiguráciu pracovnej plochy. Tým sa odstránia aj prispôsobenia v Plasme, aby sa aplikovala nová kompatibilná konfigurácia:"]},"Completed.":{"*":["Dokončené."]},"Reboot now!\n                    ":{"*":["Reštartovať teraz!"]},"Configuration Complete":{"*":["Konfigurácia dokončená"]},"Your theme and desktop have been configured successfully.":{"*":["Váš motív a pracovná plocha boli úspešne nakonfigurované."]},"Temas, Desktop e Ajustes":{"*":["Témy, Plocha a Nastavenia"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Ak používate prehliadač, reštartujte ho, aby sa zmeny prejavili."]},"Desempenho em modo otimizado!":{"*":["Výkon v optimalizovanom režime!"]},"Desempenho em modo performance!":{"*":["Výkon v režime výkonu!"]},"Temas":{"*":["Témy"]},"Ajustes":{"*":["Nastavenia"]},"Desempenho do desktop":{"*":["Výkon počítača"]},"Desempenho":{"*":["Výkon"]},"Aceleração do navegador":{"*":["Preklad sa nenašiel."]},"Tema dos aplicativos":{"*":["Téma aplikácií"]},"Abrir":{"*":["Otvoriť"]},"Fechar":{"*":["Zavrieť"]},"Bordas arredondadas.":{"*":["Zaoblené hrany."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Tento motív obsahuje priehľady s efektmi, ktoré môžu spomaliť systém na starých počítačoch alebo vo virtualizovaných prostrediach."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klasický</b>, <b>Nový</b> a <b>Moderný</b> majú lepší výkon."]},"Renderizar o desktop via software":{"*":["Renderovať plochu pomocou softvéru"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Môže byť užitočný na starých počítačoch, ale niektoré programy môžu prestávať fungovať)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Vybrať programy na načítanie do pamäte počas spustenia systému"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Preload načíta súbory programov do pamäte, aby sa rýchlo spustili. Nadmerné používanie spôsobuje spomalenie. Vyberte požadovanú možnosť:"]},"Ligar RGB do teclado":{"*":["Pripojiť klávesnicu RGB"]},"Automático":{"*":["Automatický"]},"Ativar":{"*":["Aktivovať"]},"Desativar":{"*":["Deaktivovať"]},"Configurações do Brave":{"*":["Nastavenia Brave"]},"Escolha a opção desejada:":{"*":["Vyberte požadovanú možnosť:"]},"Remover propagandas":{"*":["Odstrániť reklamy"]},"Suportar criptomoedas":{"*":["Podpora kryptomien"]},"Usabilidade":{"*":["Použiteľnosť"]},"Botões da janela no lado esquerdo":{"*":["Tlačidlá okna na ľavej strane"]},"Rolagem do mouse invertida":{"*":["Invertovať posun myši"]},"Rolagem do touchpad invertida":{"*":["Invertované posúvanie na touchpade"]},"Pesquisar arquivos":{"*":["Vyhľadávať súbory"]},"Bloquear a edição da área de trabalho ":{"*":["Zablokovať úpravu pracovnej plochy"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Skryť Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Aktivovať NumLock pri zapnutí systému"]},"Tema aplicado":{"*":["Aplikovaná téma"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Je potrebné reštartovať reláciu na dokončenie konfigurácie."]},"Configuração do Desktop":{"*":["Nastavenie plochy"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Ste už tento pracovný plochu používali predtým, chcete obnoviť vašu personalizáciu alebo použiť pôvodné nastavenie?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Nenašiel som nič na preklad."]},"Restaurar":{"*":["Obnoviť"]},"Desktop aplicado":{"*":["Desktop aplikácia"]},"Modo performance":{"*":["Výkonový režim"]},"BTRFS sem fsync":{"*":["BTRFS bez fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Použitie softvérovej renderovacej kvality transparentnosti je znížené."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Opatrne, strávite prístup k SnapShots, určite chcete skryť grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Nemôžete obnoviť Grub v prípade zlyhania?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Nezískate prístup k SnapShotom bez grafického režimu?"]},"Você está completamente seguro dessa aplicação?":{"*":["Nemôžete byť úplne istý touto aplikáciou?"]},"Aplicando, aguarde...":{"*":["Aplikovanie, čakajte..."]},"Concluído!":{"*":["Dokončené!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Vybraná konfigurácia plochy už bola použitá v tomto systéme, chcete obnoviť použitú konfiguráciu?\n\nVyberte Nie pre použitie predvolenej konfigurácie systému."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Konfigurácia aplikovaná!\n\nDokončite reláciu a znovu sa prihláste,\naby sa konfigurácia dokončila."]},"Desempenho em modo normal!":{"*":["Výkon v normálnom režime!"]},"Temas e Desktop":{"*":["Témy a pracovná plocha"]},"BigLinux Themes":{"*":["BigLinux témy"]}}}}