{"sv":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Skrivbord"]},"Theme":{"*":["Tema"]},"Configuration":{"*":["Konfiguration"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Du har använt den här skrivbordet tidigare, vill du återställa din anpassning eller använda den ursprungliga konfigurationen?"]},"Original":{"*":["Ursprunglig"]},"Restore":{"*":["Återställ"]},"Confirm Theme Change":{"*":["Bekräfta temabytet"]},"Do you want to apply the selected theme again?":{"*":["Vill du tillämpa det valda temat igen?"]},"Yes":{"*":["Ja"]},"No":{"*":["Nej"]},"Confirm Desktop Change":{"*":["Bekräfta skrivbordsändring"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Vill du återapplicera en ren konfiguration av den skrivbordet?"]},"Applying":{"*":["Tillämpar"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Inställningarna har ändrats. För att tillämpa dem i hela systemet, logga ut och logga in igen."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Inlägg uppdateringsjusteringar"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["En stor uppdatering har genomförts, vilket har gjort olika skrivbordsinställningar inkompatibla. Fortsätt att tillämpa nya inställningar."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Om du har avancerade kunskaper om systemet och föredrar att göra justeringarna manuellt, fortsätt inte."]},"Continue\n            ":{"*":["Fortsätt"]},"Select a new theme configuration:":{"*":["Välj en ny temakonfiguration:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Välj en skrivbordskonfiguration. Detta kommer också att ta bort anpassningar gjorda i Plasma för att tillämpa en ny kompatibel konfiguration:"]},"Completed.":{"*":["Slutförd."]},"Reboot now!\n                    ":{"*":["Starta om nu!"]},"Configuration Complete":{"*":["Konfigurationen klar"]},"Your theme and desktop have been configured successfully.":{"*":["Ditt tema och skrivbord har konfigurerats framgångsrikt."]},"Temas, Desktop e Ajustes":{"*":["Teman, Skrivbord och Inställningar"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Om du använder en webbläsare, starta om den för att tillämpa ändringarna."]},"Desempenho em modo otimizado!":{"*":["Prestanda i optimerat läge!"]},"Desempenho em modo performance!":{"*":["Prestanda i prestandaläge!"]},"Temas":{"*":["Themes"]},"Ajustes":{"*":["Inställningar"]},"Desempenho do desktop":{"*":["Desktopprestanda"]},"Desempenho":{"*":["Prestanda"]},"Aceleração do navegador":{"*":["Browser acceleration"]},"Tema dos aplicativos":{"*":["App-tema"]},"Abrir":{"*":["Öppna"]},"Fechar":{"*":["Close"]},"Bordas arredondadas.":{"*":["Rundade hörn."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Detta tema har genomskinlighetseffekter som kan göra systemet långsamt på äldre datorer eller virtualiserade miljöer."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Klassisk</b>, <b>Ny</b> och <b>Modern</b> har bättre prestanda."]},"Renderizar o desktop via software":{"*":["Rendera skrivbordet via programvara"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["(Kan vara användbart på äldre datorer, men vissa program slutar fungera)"]},"Escolher programas a serem carregados na memória durante boot":{"*":["Välj program att laddas i minnet under start."]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["Förhandsladdning laddar programfiler i minnet så att de startar snabbt. Överdriven användning kan orsaka långsamhet. Välj önskad alternativ:"]},"Ligar RGB do teclado":{"*":["Connecta RGB-tangentbordet"]},"Automático":{"*":["Automatisk"]},"Ativar":{"*":["Activate"]},"Desativar":{"*":["Inaktivera"]},"Configurações do Brave":{"*":["Brave-inställningar"]},"Escolha a opção desejada:":{"*":["Välj önskad alternativ:"]},"Remover propagandas":{"*":["Ta bort annonser"]},"Suportar criptomoedas":{"*":["Stödja kryptovalutor"]},"Usabilidade":{"*":["Användbarhet"]},"Botões da janela no lado esquerdo":{"*":["Window buttons on the left side"]},"Rolagem do mouse invertida":{"*":["Inverter musklicksrullning"]},"Rolagem do touchpad invertida":{"*":["Scrollning av pekplattan omvänd"]},"Pesquisar arquivos":{"*":["Sök filer"]},"Bloquear a edição da área de trabalho ":{"*":["Blockera skrivbordsredigering"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Hide Boot Manager (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Enable NumLock on system startup"]},"Tema aplicado":{"*":["Applied Theme"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Det krävs att du startar om sessionen för att slutföra konfigurationen."]},"Configuração do Desktop":{"*":["Skrivbordsinställningar"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Har du använt den här skrivbordsdatorn tidigare, vill du återställa din anpassning eller använda den ursprungliga konfigurationen?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Jag förstår inte din förfrågan."]},"Restaurar":{"*":["Återställ"]},"Desktop aplicado":{"*":["Skrivbordsprogram"]},"Modo performance":{"*":["Prestandaläge"]},"BTRFS sem fsync":{"*":["BTRFS utan fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Med hjälp av programvarurendering är kvaliteten på transparensen reducerad."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Var försiktig, du kommer att förlora åtkomst till SnapShots, är du säker på att du vill dölja grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Kan du återställa Grub vid fel?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Kan du komma åt SnapShots utan grafiskt läge?"]},"Você está completamente seguro dessa aplicação?":{"*":["Är du helt säker på den här applikationen?"]},"Aplicando, aguarde...":{"*":["Applicerar, vänta..."]},"Concluído!":{"*":["Slutfört!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Den valda skrivbordskonfigurationen har redan använts i detta system,\nvill du återställa den använda konfigurationen?\n\nVälj nej för att använda systemets standardkonfiguration."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Konfigurationen har tillämpats!\n\nAvsluta sessionen och logga in igen\nså att konfigurationen slutförs."]},"Desempenho em modo normal!":{"*":["Prestanda i normalt läge!"]},"Temas e Desktop":{"*":["Themes and Desktop"]},"BigLinux Themes":{"*":["BigLinux Teman"]}}}}