{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Post update adjustments":{"*":["Gönderi güncelleme ayarlamaları"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Bir ana güncelleme uygulandı, çeşitli masaüstü ayarları uyumsuz hale geldi. Yeni ayarları uygulamaya devam edin."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Sistemi ileri düzeyde biliyorsanız ve ayarları manuel olarak yapmayı tercih ediyorsanız, devam etmeyin."]},"Continue\n            ":{"*":["Devam et"]},"Select a new theme configuration:":{"*":["Yeni bir tema yapılandırması seçin:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Masaüstü yapılandırması seçin. Bu ayrıca, Plasma'da yapılan özelleştirmeleri kaldırarak yeni uyumlu bir yapılandırma uygulayacaktır:"]},"Completed.":{"*":["Tamamlandı."]},"Reboot now!\n                    ":{"*":["Şimdi yeniden başlat!"]},"Configuration":{"*":["Yapılandırma"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Bu masaüstünü daha önce kullandınız, özelleştirmenizi geri yüklemek mi istersiniz yoksa orijinal yapılandırmayı mı kullanmak istersiniz?"]},"Original":{"*":["Orijinal"]},"Restore":{"*":["Geri Yükle"]},"Confirm Theme Change":{"*":["Tema Değişikliğini Onayla"]},"Do you want to apply the selected theme again?":{"*":["Seçilen temayı tekrar uygulamak istiyor musunuz?"]},"Yes":{"*":["Evet"]},"No":{"*":["Hayır"]},"Confirm Desktop Change":{"*":["Masaüstü Değişikliğini Onayla"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Masaüstünün temiz bir yapılandırmasını yeniden uygulamak ister misiniz?"]},"Applying":{"*":["Uygulanıyor"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Ayarlar değiştirildi. Bunları sistem genelinde uygulamak için oturumu kapatıp tekrar açın."]},"OK":{"*":["OK"]},"Configuration Complete":{"*":["Yapılandırma Tamamlandı"]},"Your theme and desktop have been configured successfully.":{"*":["Tema ve masaüstü başarıyla yapılandırıldı."]},"Desktop":{"*":["Masaüstü"]},"Theme":{"*":["Tema"]}}}}