{"uk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Desktop":{"*":["Робочий стіл"]},"Theme":{"*":["Тема"]},"Configuration":{"*":["Конфігурація"]},"You've used this desktop before, do you want to restore your customization or use the original configuration?":{"*":["Ви вже користувалися цим робочим столом раніше. Хочете відновити ваші налаштування або використати оригінальну конфігурацію?"]},"Original":{"*":["Оригінал"]},"Restore":{"*":["Відновити"]},"Confirm Theme Change":{"*":["Підтвердити зміну теми"]},"Do you want to apply the selected theme again?":{"*":["Чи бажаєте ви застосувати обраний тему знову?"]},"Yes":{"*":["Так"]},"No":{"*":["Ні"]},"Confirm Desktop Change":{"*":["Підтвердити зміну робочого столу"]},"Do you want to reapply a clean configuration of that desktop?":{"*":["Чи бажаєте ви застосувати чисту конфігурацію цього робочого столу?"]},"Applying":{"*":["Застосування"]},"The settings have been changed. To apply them throughout the system, log off and log in again.":{"*":["Налаштування було змінено. Щоб застосувати їх у всій системі, вийдіть з облікового запису та увійдіть знову."]},"OK":{"*":["OK"]},"Post update adjustments":{"*":["Налаштування після оновлення"]},"A major update has been applied, making various desktop settings incompatible. Proceed to apply new settings.":{"*":["Виконано значне оновлення, яке зробило різні налаштування робочого столу несумісними. Продовжити застосування нових налаштувань."]},"If you have advanced knowledge of the system and prefer to make the adjustments manually, do not proceed.":{"*":["Якщо у вас є продвинуті знання системи і ви віддаєте перевагу ручному налаштуванню, не продовжуйте."]},"Continue\n            ":{"*":["Продовжити"]},"Select a new theme configuration:":{"*":["Виберіть нову конфігурацію теми:"]},"Choose a desktop configuration. This will also remove customizations made in Plasma to apply a new compatible configuration:":{"*":["Виберіть конфігурацію робочого столу. Це також видалить налаштування, зроблені в Plasma, для застосування нової сумісної конфігурації:"]},"Completed.":{"*":["Завершено."]},"Reboot now!\n                    ":{"*":["Перезавантажити зараз!"]},"Configuration Complete":{"*":["Конфігурація завершена"]},"Your theme and desktop have been configured successfully.":{"*":["Ваша тема та робочий стіл були успішно налаштовані."]},"Temas, Desktop e Ajustes":{"*":["Теми, Робочий стіл та Налаштування"]},"Se estiver utilizando algum navegador, reinicie-o para aplicar as alterações.":{"*":["Якщо ви використовуєте браузер, перезапустіть його, щоб застосувати зміни."]},"Desempenho em modo otimizado!":{"*":["Продуктивність у оптимізованому режимі!"]},"Desempenho em modo performance!":{"*":["Продуктивність у режимі виконання!"]},"Temas":{"*":["Теми"]},"Ajustes":{"*":["Налаштування"]},"Desempenho do desktop":{"*":["Виконання робочого столу"]},"Desempenho":{"*":["Продуктивність"]},"Aceleração do navegador":{"*":["Прискорення браузера"]},"Tema dos aplicativos":{"*":["Тема додатків"]},"Abrir":{"*":["Відкрити"]},"Fechar":{"*":["Закрити"]},"Bordas arredondadas.":{"*":["Круглі кути."]},"Esse tema possui transparências com efeitos que<br>podem tornar o sistema lento em computadores<br>antigos ou ambientes virtualizados.":{"*":["Ця тема містить прозорість з ефектами, які можуть уповільнити систему на старих комп'ютерах або віртуальних середовищах."]},"<b>Classic</b>, <b>New</b> e <b>Modern</b> têm melhor desempenho.":{"*":["<b>Класичний</b>, <b>Новий</b> та <b>Сучасний</b> мають кращу продуктивність."]},"Renderizar o desktop via software":{"*":["Рендеринг робочого столу через програмне забезпечення"]},"(Pode ser útil em computadores antigos, porém alguns programas param de funcionar)":{"*":["Може бути корисним на старих комп'ютерах, але деякі програми можуть перестати працювати."]},"Escolher programas a serem carregados na memória durante boot":{"*":["Вибір програм, які будуть завантажені в пам'ять під час завантаження системи"]},"O Preload carrega arquivos dos programas na memória, para que iniciem rapidamente. O uso excessivo causa lentidão. Escolha a opção desejada:":{"*":["O Передзавантаження завантажує файли програм в пам'ять, щоб вони швидко запускалися. Його зловживання призводить до сповільнення. Виберіть потрібну опцію:"]},"Ligar RGB do teclado":{"*":["Підключіть RGB клавіатури"]},"Automático":{"*":["Автоматичний"]},"Ativar":{"*":["Увімкнути"]},"Desativar":{"*":["Вимкнути"]},"Configurações do Brave":{"*":["Налаштування Brave"]},"Escolha a opção desejada:":{"*":["Виберіть потрібну опцію:"]},"Remover propagandas":{"*":["Видалити рекламу"]},"Suportar criptomoedas":{"*":["Підтримка криптовалют"]},"Usabilidade":{"*":["Використовуваність"]},"Botões da janela no lado esquerdo":{"*":["Кнопки вікна зліва"]},"Rolagem do mouse invertida":{"*":["Реверс прокрутки колеса миші"]},"Rolagem do touchpad invertida":{"*":["Прокрутка тачпаду в зворотному напрямку"]},"Pesquisar arquivos":{"*":["Пошук файлів"]},"Bloquear a edição da área de trabalho ":{"*":["Заблокувати редагування робочого столу"]},"Ocultar Gerenciador de Boot (GRUB)":{"*":["Сховати менеджер завантаження (GRUB)"]},"Ativar o NumLock ao ligar o sistema":{"*":["Увімкнути NumLock при ввімкненні системи"]},"Tema aplicado":{"*":["Тема застосовується"]},"É preciso reiniciar a sessão para concluir a configuração.":{"*":["Потрібно перезапустити сеанс, щоб завершити налаштування."]},"Configuração do Desktop":{"*":["Налаштування робочого столу"]},"Você já utilizou esse desktop antes, deseja  restaurar sua personalização ou utilizar a configuração original?":{"*":["Ви вже користувалися цим робочим столом раніше, бажаєте відновити свою персоналізацію чи використати початкове налаштування?"]},"Sim":{"*":["Sim"]},"Não":{"*":["Не відповідає даному запиту."]},"Restaurar":{"*":["Відновити"]},"Desktop aplicado":{"*":["Робочий стіл"]},"Modo performance":{"*":["Режим продуктивності"]},"BTRFS sem fsync":{"*":["BTRFS без fsync"]},"Utilizando renderização por software, a qualidade das transparências está reduzida.":{"*":["Використовуючи програмне забезпечення для рендерингу, якість прозорості зменшена."]},"Cuidado você perderá acesso aos SnapShots, tem certeza que deseja ocultar o grub?":{"*":["Обережно, ви втратите доступ до SnapShots, ви впевнені, що хочете сховати grub?"]},"Você saberá retornar o Grub em caso de falha?":{"*":["Ви зможете відновити Grub у разі невдачі?"]},"Você saberá acessar os SnapShots sem acesso ao modo Gráfico?":{"*":["Ви будете мати можливість доступу до SnapShots без графічного режиму?"]},"Você está completamente seguro dessa aplicação?":{"*":["Ви абсолютно впевнені у цьому програмному забезпеченні?"]},"Aplicando, aguarde...":{"*":["Застосовуючи, зачекайте..."]},"Concluído!":{"*":["Завершено!"]},"\nA configuração de desktop selecionada já foi utilizada nesse sistema,\ndeseja restaurar a configuração que já foi utilizada?\n\nSelecione não para utilizar a configuração padrão do sistema.\n":{"*":["Вибрана конфігурація робочого столу вже використовувалася в цій системі, бажаєте відновити використану конфігурацію?\n\nВиберіть \"ні\", щоб використовувати стандартну конфігурацію системи."]},"Configuração aplicada!\n\nFinalize a sessão e faça login novamente\npara que a configuração termine de\nser aplicada.":{"*":["Налаштування застосовано!\n\nЗавершіть сеанс і увійдіть знову,\nщоб налаштування було повністю\nзастосовано."]},"Desempenho em modo normal!":{"*":["Продуктивність у звичайному режимі!"]},"Temas e Desktop":{"*":["Теми та Робочий стіл"]},"BigLinux Themes":{"*":["Теми BigLinux"]}}}}